[
{"beer_name": "Kronenbourg 1664", "user": ["seanfr", "Kittenbieer", "90", "appiantiqua", "minutemat", "MeadTeam9", "vcsa", "Seffle", "Ross1969", "deepdrinker"], "nr_reviews": ["19", "285", "983", "285", "6323", "64", "83", "475", "11", "380"], "comment": [" Biere industrielle vendue par pack de 1000....elle ne m'a vraiment pas convaincu.\nPas de goûts, lourde ... ", "Découverte au bar du transbordeur avec mon che Appiantiqua.\r\nLe nez nous amène rapidement sur les houblons et malts avec une toute petite note florale qui lui donne ce côté rafraîchissant et très léger.\r\nUne bière d'avant concert agréable à boire!10/20 ", "i'm trying to forget... I'm trying to forget... I'm trying to forget.\r\nTaste is sweet and a tad bitter. Very Metallic... ", "Dégustée au bar du transbordeur avec mon petit Kittenbieer.\r\nTempérature de début 6° environ.\r\nNez léger sur le houblon et malts.\r\nLe goût est sans relief particulier et typique des pale lager.\r\nLe palais est du même ordre.\r\nC'est quelconque mais rafraîchissant et se laisse boire.\r\n10/20\r\n ", "Tap @ Poco Loco Burger, Chamonix accompanying the biggest burger I've ever had in my life. Pours clear gold, lightly sweet pale lager malt aroma. Taste is clean, simple lager with a soft sweetness that lends well to a light drinkability, if a little light-bodied.  ", " Idéale pour une terrasse de café sans bières dignes de ce nom. Pour moi, supérieure à la Heineken. Rafraîchissante. Parfaite avec du Picon ! ", " \r\nAppearance: Pours clear pale gold with a white head, with a little lacing.\r\n3/5\r\n\r\nAroma: Malts and grain, a little fruity.\r\n4/10\r\n\r\nTaste: Malts, a little lemon, watery, not a lot on the palate. A light bitterness into the finish.\r\n2/10\r\n\r\nMouthfeel: Very light bodied, very low carbonated.\r\n3/5\r\n\r\nOverall\r\n4/20 ", "Rated 171213. Can from Carrefour, Saumur. Bought in the summer and now found well hidden in our fridge. \nClear golden amber body, white head. Sweet malty nose and likewise palate with a distinct banana flavour. Typical industrial lager. \n\n---Rated via Beer Buddy for iPhone ", "Gggghhjhhjjhhjnnjnnmjnnnnvccggghhhgfghjjjjgcfdefgt bggiugftygfdggdchcgghvbbcvcgjhhhh\n\n---Ra via Beer Buddy for iPhone ", " Had from can . Pale golden colour. Thin dissipating head. Tinny / metallic taste  "], "note": ["0.5", "2.5", "2.2", "2.5", "2.6", "2", "1.6", "2.2", "2.9", "2.6"], "Aromes": ["5/10", "4/10", "5/10", "5/10", "3/10", "4/10", "5/10", "6/10"], "Appearance": ["3/5", "3/5", "3/5", "3/5", "4/5", "4/5", "3/5", "3/5"], "Taste": ["5/10", "3/10", "5/10", "4/10", "2/10", "3/10", "7/10", "5/10"], "Palate": ["2/5", "3/5", "2/5", "3/5", "3/5", "2/5", "2/5", "2/5"], "Overall": ["10/20", "9/20", "10/20", "11/20", "4/20", "9/20", "12/20", "10/20"]},
{"beer_name": "Kronenbourg 1664", "user": ["PiwnyMarek", "dzenkalpic", "NordicV", "hauxe", "MikeBeermaster", "Becker", "MaltTrub2", "harmasalim", "Cokemonkey11", "rodenbachvintage"], "nr_reviews": ["1193", "95", "2556", "1051", "1188", "2040", "34", "180", "1123", "211"], "comment": ["Nic specjalnego. Typowy koncernowy średniak. Aromat słaby, wygląd średni, smak kiepski.  ", "\r\nGüzel koku, az asitlik. İçerken alkolün tadı alınabiliyor. Kesinlikle soğuk içilmeli.\r\n\r\n ", "Ljusare gul öl med ganska snabbt försvinnande vitt skum. Smak och doft av malt, hö och majssötma. En industrilager i mängden. ", "Pours gold with a frothy white head. Strong malty sweet aroma with light nail polish hints. Taste is mildly sweet, a bit grainy, nondescript. Body is watery and the 5.5 abv is poorly hidden. Drab stuff. ", "Aroma of malt. Pale golden in the glass with frothy head. Taste is semi sweet with notes of maltiness, not even hoppy. Only refreshing, but will be better if you try some water than this beer.  ", "From Jun 2007\r\n\r\nPurchased at Liquor Shed in Casper.\r\n\r\nPours from 12oz cap wrapped with label bottle a medium gold with a good head of foam that shrinks quickly to a fine broken layer and it has some lacing.\r\n\r\nThe smell is on the hoppy side but I can just detect some malt character there as well.\r\n\r\nThe taste also has a good hoppy taste up front, mostly in the form of of lemon citrus, but that's taken over by an earthy malt flavour. After a few more sips, the flavours seem to let up and it tends to lean on the watery side but it still isn't bad. Quite refreshing so I won't have any trouble finishing the 6 pack over the next few days.\r\n ", "Kinda suprising, not a strong, but very fresh. Good choice when you are thirsty.  ", "Piwo złociste, klarowne z średnią białą pianą.\r\nW aromacie słodowe, trochę chmielu.\r\nW smaku to samo z niską goryczką. ", "Pint at shit pub. Pale gold with a residing head thin. Scent is scentless. Taste is weird metallic, dry, crisp properties. Finish consistent and apple. Fine. ", "De betere variant van Kronenbourg, maar ze komen van eindeloos ver, dus nog steeds gebuisd. Te commercieel. "], "note": ["1.9", "2.6", "2.2", "1.9", "2.1", "3", "2.9", "2.2", "1.9", "1.9"], "Aromes": ["4/10", "5/10", "4/10", "4/10", "5/10", "4/10", "6/10", "4/10", "5/10", "3/10"], "Appearance": ["2/5", "3/5", "3/5", "4/5", "2/5", "3/5", "3/5", "3/5", "2/5", "2/5"], "Taste": ["4/10", "5/10", "4/10", "3/10", "5/10", "5/10", "5/10", "5/10", "5/10", "4/10"], "Palate": ["1/5", "3/5", "3/5", "2/5", "2/5", "3/5", "3/5", "2/5", "2/5", "2/5"], "Overall": ["8/20", "10/20", "8/20", "6/20", "7/20", "15/20", "12/20", "8/20", "5/20", "8/20"]},
{"beer_name": "Kronenbourg 1664", "user": ["Bacchus66", "Mota1985", "gaara1221", "zigaar", "TomHendriksen", "Piepenhenrich", "biilz", "k_gadeberg", "jooilakon", "pamaral148"], "nr_reviews": ["1028", "113", "342", "9", "1058", "1300", "298", "268", "337", "21"], "comment": ["330ml bottle from Publix. France's entry in the Int'l Pale Lager market? Pours clear yellow with a thin white head. Muted flavors of cereal, caramel, light hops. Body is fairly thin, with a slightly metallic finish. Keep it cold, it'll be fine. ", "Clear golden color with medium white head.\r\nAroma: malt, hop\r\nTaste: light sweet ", "Obfita piana, złote idealnie klarowne. Aromat średni czuć piwo, jakiś słód, chmiel. Niska goryczka, dość wodniste. Niskie, fajne wysycenie. OK lager ", " Dans les bières de grande distribution c'est une de celle que je préfère. Bon équilibre, du goût, un peu léger tout de même mais bon correct. En bouteille plutôt que cannette. ", "Gekregen van Inoven, het is een goudgeel bier met een volle witte schuimkraag. Het heeft een lekkere smaak, wat zoet. Erg lekker!  ", "Well, it's a French supermarket Lager. Like its peers it is rather weak in taste, drinkable of course when you're thirsty, but nothing that will deliver a memorable drinking experience. ", "Вполне себе неплохой лагерок за свою цену. Ничего невероятного но и не гадостно. Легкий солодовый вкус. ", "On tap.\r\nPours golden with white foam.\r\nThe taste is watery, with small citra notes. It's refreshing, but boring - nothing special. Better than a usual Tuborg though.  ", "Pint at Mason's Arms, Kensal Rise. Aromas of crisp malts. Clear golden body, white head. Taste is quite watery with sweet malts. Average pale lager. ", "Malty aroma of biscuit and hay, also some grain. Straw coloured lager, although I'm disturbed they've used caramel colour to darken it. Taste is crisp and grainy with a slight metallic note in the finish that is common to the style. The body is light and the carbonation is lively. This is a good expression of the style, but not great. "], "note": ["2.1", "3.2", "2.6", "2.7", "3.6", "1.9", "2.6", "1.7", "2.1", "2.6"], "Aromes": ["4/10", "6/10", "4/10", "7/10", "5/10", "5/10", "2/10", "5/10", "6/10"], "Appearance": ["3/5", "4/5", "4/5", "4/5", "2/5", "2/5", "4/5", "2/5", "2/5"], "Taste": ["3/10", "6/10", "3/10", "8/10", "5/10", "6/10", "3/10", "4/10", "5/10"], "Palate": ["3/5", "3/5", "4/5", "3/5", "2/5", "2/5", "4/5", "2/5", "3/5"], "Overall": ["8/20", "13/20", "11/20", "14/20", "5/20", "11/20", "4/20", "8/20", "10/20"]},
{"beer_name": "Kronenbourg 1664", "user": ["TerryWit", "LakatosKE", "macca147", "azzurro", "mariuszek", "AssKicker", "AleRider78", "GSAP", "tfontana", "Mjp12"], "nr_reviews": ["3", "673", "782", "525", "1521", "738", "1512", "769", "1205", "2131"], "comment": ["Serve cold as at room temp it tastes like vomit, poured from bottle into glass it produces a small foamy head which surrenders quicker than napoleon. Oddly its 5.5% volume doesn’t appear to be present & you are left with a glass of flat pale yellow liquid what can best described as evian with has pasted though a human liver ", "0.5l can. Clear pale golden color with medium white head. Aroma: syrupy, corn presence, over ripped fruits. Taste: watery, semi sweet, syrup, sticky to tongue, bald. sour notes. Light body, moderate to live carbonation. Almost no bitterness. Not very tasty. ", "On tap. Pint. Pours a pale straw gold with a solid white head. Malt flavours dominate. Mild citrus flavours. Thin bodied. High carbonation moderate bitterness. Not a particularly pleasant beer. ", "Had this one at a friend’s bbq. Great company, great hosts, great friends, best setting to drink a good beer. ", "Clear, dark golden, medium head. Some grain, lemon and herbs in aroma and taste, a little bitterness. Not bad really. ", " Bue à la pression. Blonde bien limpide, mousse correcte pour de l’industriel. Nez légèrement fruité et un poil sur les grains, pas trop dégueulasse. Assez sèche, petite amertume, mais surtout très aqueuse et notes métalliques en fin de bouche. Pas grand chose en terme d’arômes. Pas grand intérêt. ", "Pours an average size slightly foamy head and has a yellowish straw coloured appearance. Patchy lacing. Pretty faint grainy malt and wheaty aromas. Flavours of light roasted malts, mild floral hops. Breads and grains as well. Has a bit of corn in it as well but not enough to detract. Mild creamy mouthfeel, pretty excessive carbonation. More watery in the finish. Light bodied. Not bad actually, just nothing special. ", "Standaard als Franse pils kan zijn, lichtzoet wat ok is als het buiten warm is. Niks bijzonders, te kopen in de camping winkel als de Supermarché dicht is. ", "Bottle pour into shaker pint glass from Greg & Janes Beer and Wine. Appearance is clear gold with light sparkle at sides of glass, fizzy white 1.5-finger width head with poor retention and light foamy lace. Aroma is bready malts and lightly floral. Taste is weak cracker malts, lightly tart. Palate is light bodied with thin texture, average carbonation and dry, crisp finish. Overall, thin and light. If that’s what you’re looking for, this is perfect. ", "Draught pint, served very cold, light malt and grassy hop aroma, something quite metallic on the finish  "], "note": ["1", "2.1", "2.1", "3.4", "3.1", "2.6", "2.4", "2", "2.5", "1.8"], "Aromes": ["2/10", "4/10", "4/10", "7/10", "6/10", "5/10", "3/10", "3/10", "5/10", "3/10"], "Appearance": ["2/5", "2/5", "3/5", "3/5", "4/5", "4/5", "2/5", "3/5", "3/5", "3/5"], "Taste": ["2/10", "5/10", "4/10", "7/10", "6/10", "5/10", "5/10", "4/10", "5/10", "4/10"], "Palate": ["2/5", "2/5", "2/5", "3/5", "3/5", "1/5", "3/5", "3/5", "2/5", "2/5"], "Overall": ["2/20", "8/20", "8/20", "14/20", "12/20", "11/20", "11/20", "7/20", "10/20", "6/20"]},
{"beer_name": "Kronenbourg 1664", "user": ["Jorn69", "TychoJames", "beerracuda", "Ritzn", "FinnIckler", "alvros600", "laand78", "jobe977", "samjdix", "loscovar"], "nr_reviews": ["3412", "1544", "1", "2147", "986", "16", "142", "205", "77", "849"], "comment": ["@ Röhällavägen 20170717. Bottle (330 ml) from Systembolaget. Malty, grainy and mid sweet, grassy with straw, light caramely notes, medium body with an oily texture. The finish is dry, bitter and grainy. ", "Fat boulebar. Gulaktig kulör. Brödig doft med lätt humletouch. Vattnig smak med viss fruktighet. Låg beska \n ", "Pale, lowest color (2 degrees Lovibond), soft, low alcohol content, mild aroma, minimal foam, weak taste, not bitter, mild aftertaste, easy to drink \n\n---Rated via Beer Buddy for iPhone ", "Normal hoppy lager with straw and grains. Taste is slight sweet graininess. Metallic finish but drinkable. ", "Bottle from Sebastian weyer. Nose is straw, wheat, some citrus. Palate is watery malty, faint wheat, bread. Not good  ", "En ljus lager med en klar ljus krona med en doft av blöt hund och smak av karamell och en söt eftersmak men i stora hela en okey o lättdrucken öl\n\n---Rated via Beer Buddy for iPhone ", "Bottle from Systembolaget (5,5%) color is golden and clear within medium white head. Taste and aroma of hops and malt. Ok an decent beer\n\n---Rated via Beer Buddy for iPhone ", " Bottle. Color is clear golden with small head. Sweet and fruity aroma. Taste is à bit citrus with à sweet finish. One of the better lagers I experienced. Ok and easy to drink! ", "Sorry but for me this is one of the better mass-produced and commonly available lagers. Can be summed up as crisp, only the pale pour is genuinely sub-standard. Not much in the way of powerful flavours but when chilled I’d gladly opt for this on a hot summer’s day. Like choosing fast food over gourmet but going for Five Guys instead of McDonalds.  ", "Nop, i cannot stand it anymore. I avoid it for yers but tonigth i had no choice. drinkable, but far from good "], "note": ["1.7", "2.3", "2", "2.5", "2.2", "1.4", "3", "2.8", "3.4", "1.6"], "Aromes": ["4/10", "4/10", "3/10", "6/10", "5/10", "1/10", "5/10", "7/10", "6/10", "3/10"], "Appearance": ["2/5", "3/5", "3/5", "3/5", "3/5", "2/5", "3/5", "3/5", "3/5", "3/5"], "Taste": ["3/10", "4/10", "3/10", "6/10", "5/10", "3/10", "5/10", "6/10", "7/10", "3/10"], "Palate": ["2/5", "2/5", "2/5", "3/5", "2/5", "3/5", "2/5", "3/5", "4/5", "2/5"], "Overall": ["6/20", "10/20", "9/20", "7/20", "7/20", "5/20", "15/20", "9/20", "14/20", "5/20"]},
{"beer_name": "Kronenbourg 1664", "user": ["radassace", "IX", "arturteen", "PilsnerDoctor32", "Johnsense", "Wezzielad", "Acaro", "martpez", "MarcoBasile", "Myonlyvice"], "nr_reviews": ["440", "589", "395", "513", "1813", "48", "345", "388", "467", "369"], "comment": ["440ml can. Again these lagers are definitely a few marks higher out a can, rather than a green bottle ! Pours rusty amber with a decent creamy foam on top. Medium carbonation. Nose is bready, cereal grain, straw and lemon. Fairly watery mouth feel. Taste is slightly toasted bread, caramel sweetness and a light bitter finish with a touch of lemon. It’s not that bad at all, certainly refreshing and drinkable and a touch above the usual mass produced lagers.  ", "Tesco was next door to Dominos where we were picking up the pizzas and this was all they had in. But on the hottest day of the year and at my in laws where there was nothing else, then beggars can’t be choosers. It was cold, fizzy, thirst quenching and complemented the pizza. The can also had a picture of Eric Cantona which was a bit odd. Not my usual, but it was very welcome and I did actually enjoy it; although that was more to do with the temperature of the day. And, you can’t drink craft beer and real ale all of the time. ", "[Butelka 02.2018] Barwa złota, piana obfita, średnio pęcherzykowa. W aromacie słodowe z nutą chmielu. W smaku delikatna goryczka, słodowość. Wodniste. ", "Botella 0,33L de Mahou S.L., España, Color dorada,espuma blanca, 1 dedo, fina, no resistente. Aroma- malta, cereales. Sabor-denso, malta, cereales, algo dulce, nada de amargor. No esta mal.Bebible ", "Pale yellow pour, virtually no head, overly lively carbonation. Aroma is wet grass. Uh-oh. Tastes far better than the aroma, grains, light malt, grassy, light metallic finish, somewhat sweet. Watery body. This is just there. ", "Kronenbourg is well known to the brits as being cheap for a 5 percent lager. Taste is generally a bit metallic and quite malty. The thing is with Kronenbourg, it’s not Stella, you can drink at least 7 British pints of it and feel okay and your wallet will feel relatively happy. Decent beer tbf, quite solid.  ", "Aroma: Very subtle toated cereals.\r\nAppearance: Gold/ambar color with clear sparkling liquid and white frothy head.\r\nTaste: Medium bitterness and light sour notes.\r\nPalate: Light body with oily texture and average carbonation. Short bitter finish.\r\nOverall: Too subtle. Nice to drink cold. ", "Fizzy macro larger with some dry hops that contrast with bready malts okay macro beer ", "Pours light golden colored body with a frothy white head. \r\n\r\nAroma of pale malts and corn. \r\n\r\nTaste is grain, malt, subtle hops. Little skunked.  ", "Pretty standard. Hay, grain, malt and some caramel aroma. Wastery with a bit of hop bitterness to counter sweetness. Boring "], "note": ["3", "2.8", "2.1", "2.3", "2.1", "2.8", "2.4", "2.3", "1.5", "2.4"], "Aromes": ["6/10", "6/10", "4/10", "5/10", "3/10", "5/10", "4/10", "5/10", "3/10", "4/10"], "Appearance": ["3/5", "3/5", "3/5", "2/5", "2/5", "3/5", "3/5", "2/5", "2/5", "3/5"], "Taste": ["7/10", "7/10", "4/10", "6/10", "4/10", "7/10", "6/10", "5/10", "3/10", "4/10"], "Palate": ["3/5", "4/5", "2/5", "2/5", "2/5", "3/5", "3/5", "2/5", "2/5", "3/5"], "Overall": ["11/20", "8/20", "8/20", "8/20", "10/20", "10/20", "8/20", "9/20", "5/20", "10/20"]},
{"beer_name": "Kronenbourg 1664", "user": ["Taboada", "coil", "dimeon", "Tinaccio", "chocolatepoppa", "tntracey", "Grumbo", "Turtles", "thedudeenthused", "waltz"], "nr_reviews": ["1557", "198", "504", "542", "7", "118", "4382", "3133", "26", "115"], "comment": ["Tasted many times. Typical Pale lager, with medium carbonation and yeasty/malty/watery finish. Next one please! ", " 440ml can from Campus Central, Reading University. Taste is notably metallic, malts and grains, light carbonation, watery, light body. ", "A: Gold with a big white head. \r\nN: Not much. Some grain\r\nT: Slightly sweet with some bitterness\r\nP: Thin\r\nO: Standard lager.  ", "Drunk it more than one time. Last time keg during a weekend in Paris. Colour is clear yellow with a medium white head. Very common in France. Aroma is malty at most. Taste is poor, some bitterness. Body is medium to light, carbonation is average. Basic beer, more marketing than quality. ", "Pale colouration, average white head, soft carbonation, weak malty aroma, medium sweetness with light bitterness. Hints of malt and grains give a lighter taste. Overall a very easy drinking beer, best served in multitude after a long day ", "Not a bad session beer. A fine drinking lager. Could drink a hundred of these on a hot summer day! ", "Bottled. Poured clear golden/amber with an average sized frothy white head. Aroma is sweet, malty, grain, caramel and straw. Medium to heavy sweetness, light bitterness. Light body, slight oily and watery texture, soft to average carbonation. Finish is malty with touch of citrus. ", "330ml bottle from Systembolaget. Clear golden, medium size and long lasting white head, good lacing. Very faint aroma, sweet grains and bread. Light and fairly crisp feel, medium to high carbonation that works alright with the light body. Nothing too much going on in the taste, sweet white bread, grains and grass. Low bitterness.  ", "Pale, clear, minimal head, light sweetness, medium bitterness, light body, thin feel, bitter finish.\r\nBought a tallboy at LCBO. Nothing special. ", "Cerveja comercial, sem pretensões. Notas de cereais e caramelo com baixa formação de espuma "], "note": ["1.5", "2.6", "2.5", "1.9", "3", "2", "2.5", "2", "2", "1.7"], "Aromes": ["3/10", "5/10", "5/10", "4/10", "5/10", "3/10", "5/10", "3/10", "4/10", "3/10"], "Appearance": ["2/5", "3/5", "3/5", "2/5", "4/5", "3/5", "4/5", "3/5", "2/5", "2/5"], "Taste": ["3/10", "5/10", "5/10", "4/10", "6/10", "4/10", "4/10", "3/10", "4/10", "3/10"], "Palate": ["2/5", "2/5", "2/5", "2/5", "3/5", "3/5", "3/5", "3/5", "3/5", "2/5"], "Overall": ["5/20", "11/20", "10/20", "7/20", "12/20", "7/20", "9/20", "8/20", "7/20", "7/20"]},
{"beer_name": "Kronenbourg 1664", "user": ["kamilinho", "Michcio", "sam_taylor", "Concealer", "stupre", "mati128xd", "sephyrott", "mtitov", "Tricker", "kevinator"], "nr_reviews": ["402", "974", "15", "1282", "538", "313", "281", "308", "423", "2878"], "comment": ["caramel, cereal, pale, clear, frothy, white foam, light sweetness, light body, thin feel,lively,  ", "Barwa złota, klarowne, piana biała, niska, niezbyt trwała. W aromacie nic się nie dzieje, minimalna słodowość. W smaku wodniste, lekko słodowe. Goryczka niska, wysycenie dość wysokie. Typowy eurosikacz. ", "Great appearance. My favourite French beer. Light taste with a crisp finish. Great for casual and formal events. ", "Bottle. Clear light gold with a frothy white head that lasts and laces. Aromas of toasted malt, straw, light wheat, caramel, and spice. Flavor is sweet grain, toasted malt, wheat, light spice. Light bodied, smooth with a dry finish.  ", "33cl bottle @ dad’s place. Toujours avec du Picon pour donner du goût ! Elle en a besoin. ", "Wypite jakis czas temu, ocena w ramach uzupelnienia profilu. Zwykly lager, po prostu ", "Pint from keg at Wetherspoons. Regular lager, it doesn’t excel in anything, not the contrary. Correct, clean and light. ", "Когда бываю во Франции пью практич& всегда тольео этот лагер! Вполне приятны& вкус только цена в 12 евро за 0.5 убивает ", "Bière blonde de 5 % d’alcool. Elle possède un odorat de bière commerciale ( O’Keefe) et de moufette. Elle possède un petit col mousseux au versement. Elle possède un goût âcre, légèrement amer, mais l’amertume reprend en finale. Elle possède également un petit goût salé. Correcte et rafraîchissante. ", "Better than expected. Grassy aroma. Light golden color with a light, highly carbonated palate. Flavors where of cereal and lager yeast. Some hop presence. Easy to drink. "], "note": ["2.9", "2", "4.3", "2.7", "2.2", "2.1", "2.5", "3", "3", "3.2"], "Aromes": ["5/10", "4/10", "9/10", "5/10", "4/10", "3/10", "4/10", "4/10", "5/10", "6/10"], "Appearance": ["4/5", "2/5", "5/5", "4/5", "2/5", "2/5", "3/5", "4/5", "3/5", "3/5"], "Taste": ["6/10", "4/10", "8/10", "5/10", "4/10", "4/10", "5/10", "5/10", "6/10", "7/10"], "Palate": ["2/5", "2/5", "4/5", "4/5", "2/5", "2/5", "3/5", "3/5", "3/5", "3/5"], "Overall": ["12/20", "8/20", "17/20", "9/20", "10/20", "10/20", "10/20", "14/20", "13/20", "13/20"]},
{"beer_name": "Kronenbourg 1664", "user": ["cmacklin", "Luneylane", "ROSE1962", "explosivedog", "MAGICuenca91", "lello4ever", "caketm", "midovark", "R4N5H", "aholmes987"], "nr_reviews": ["1397", "273", "333", "1876", "82", "1266", "431", "1157", "1384", "23"], "comment": ["500ml can. (5% ABV) Pours a clear gold with a medium, creamy, long lasting, white head that leaves curtains of lace. Mild aroma of wheat malt and corn. Sweet flavour of wheat malt, caramel and corn with mild grass bitterness in the finish. Light body with a watery texture and soft carbonation. Smooth and easy drinking.  ", "A small bottle from Jason’s near NCCU, drunk at home. Aroma: a faint suggestion of hops, floral. Appearance: Clear golden, minimal head. Palate: light-bodied, rather thin, average carbonation, some bitterness at the end. Taste: lightly bitter with a faintly sweet aftertaste. Unexceptional, too much of this will probably give you tummy ache. ", "Piwo barwy złotej, piana średnio obfita, ltrwała. W aromacie słodowa słodycz. W ssłodowe, lecz dość wytrawne i kwaskowate. ", "On tap for this review, but I’ve had plenty of times from bottle, can and tap before. Pours pale straw with decent head. Aroma is generic lager: vinegar and vegetable stuff. Flavour has a little fruitiness to it as well. One of those beers where I’ve drunk a lot during my life, but when forced to actually think about what it tastes like, I’ve no idea why. ", "Cerveza de estilo pale lager media. Aroma suave y escaso, apariencia amarillo pálido, sabor agradable pero muy suave (cuerpo bajo) y paladar correcto pero casi imperceptible. ", " Color Biondo, poca schiuma, al naso tanti cereali, anche al palato dolcezza di malto e cereali. Carbonazione medio alta.  ", "Francuski przedstawiciel stylu. Lager jakich wiele. Słabo wyczuwalny chmiel. ", "Canned. It’s hard to distinguish these mass-produced lagers but I’ve had many worse. ", "On tap at The Woolpack Inn, Leicester on 04-Feb-2017. Clear light pale amber with a medium sized white head. Aroma of sweet malt, grain and bread, Light to medium body and heavily carbonated. Taste of grain and sweet breads. Light bitterness. Pretty boring commercial lager. ", "Slight herbal aroma, pours golden. Very thin mouth feel, slightly sweet aftertaste, nothing much going on really.  "], "note": ["2.4", "2.2", "3", "1.9", "2.2", "2.3", "2.4", "2.2", "2.4", "2.4"], "Aromes": ["4/10", "5/10", "6/10", "3/10", "4/10", "5/10", "4/10", "3/10", "5/10", "4/10"], "Appearance": ["3/5", "3/5", "4/5", "2/5", "2/5", "2/5", "3/5", "5/5", "3/5", "3/5"], "Taste": ["5/10", "5/10", "5/10", "4/10", "5/10", "5/10", "4/10", "4/10", "4/10", "4/10"], "Palate": ["3/5", "2/5", "2/5", "2/5", "2/5", "2/5", "3/5", "2/5", "3/5", "2/5"], "Overall": ["9/20", "7/20", "13/20", "8/20", "9/20", "9/20", "10/20", "8/20", "9/20", "11/20"]},
{"beer_name": "Kronenbourg 1664", "user": ["ozzy70", "kacyper", "weaver23ph", "jandorris", "Mindwarp", "alrick", "SinH4", "micia600", "koncert92", "Quick3Beers"], "nr_reviews": ["1355", "1497", "430", "928", "323", "149", "6850", "156", "432", "1541"], "comment": ["11.2 oz. bottle. Pour was clear golden, large white head. Aroma was grassy, green vegetables. Taste was light bitterness, grassy. ", "Butelka. Aromat słodowy, lekko utlenione, lagerowe. W smaku jak lager, nic specjalnego, goryczka bardzo niska.  ", "Bottle.Clear pale straw,thick,not very beautiful but quite stable white head,some lacing.Aroma malty,slight dms,weak cardboard.Taste sweetish,malty.Carbonation medium.Bitterness very low.Aftertaste malty,cardboard,corn.Weak and boring. ", "Backlog. Przenoszenie ocen z innego serwisu, z czasów przed założeniem konta na ratebeer ", "Pours gold with a thick white head strong malt aroma not a whole lot of flavor which is probably good more drinkable that way. Bottle from World Of Beers Middleton Wi  ", "Bière de très grande distribution. Aucune autre vertu que la désaltération. ", "Can on a Delta flight from Paris to Seattle. Clear golden color with white head. Aroma is grainy, bready, with some malt sweetness. Taste is sweet malts, bready, . Silky mouthfeel with medium to high soft carbonation. Drinkable. ", "Piwo barwy złotej, piana średnio obfita, lecz bardzo nietrwała. W aromacie słodowa słodycz. W smaku dziwne, nieco słodowe, lecz dość wytrawne i kwaskowate. Ogólnie jest kiepsko, a nawet bardzo kiepsko. Nie polecam. ", "puszka 500ml. pity dawno temu, nie był jakiś super tragiczny, ale też zły nie był.  ", "Pours a slightly golden straw from a bottle, tastes like sweet adjuncts, but much more drinkable than a lot of the skunky American ubiquitous mass-produced lagers. Meh. "], "note": ["1.7", "2.2", "1.9", "2.3", "2", "1.6", "2.5", "2", "1", "2.4"], "Aromes": ["3/10", "5/10", "3/10", "5/10", "3/10", "2/10", "5/10", "4/10", "1/10", "5/10"], "Appearance": ["1/5", "3/5", "4/5", "3/5", "3/5", "2/5", "3/5", "3/5", "2/5", "2/5"], "Taste": ["4/10", "5/10", "3/10", "5/10", "3/10", "4/10", "5/10", "4/10", "2/10", "5/10"], "Palate": ["2/5", "3/5", "2/5", "3/5", "2/5", "2/5", "3/5", "2/5", "2/5", "2/5"], "Overall": ["7/20", "6/20", "7/20", "7/20", "9/20", "6/20", "9/20", "7/20", "3/20", "10/20"]},
{"beer_name": "Kronenbourg 1664", "user": ["jzi", "BillWyce", "Manslow", "bartlebier", "Maracuja05", "bjakk", "AnthonSpencer", "JuanFlk80", "hershiser2", "FROTHINGSLOSH"], "nr_reviews": ["314", "1116", "1989", "4234", "2118", "828", "21", "392", "3853", "8346"], "comment": ["Backlog, ocena przepisana z untappd, w ramach uzupełniania profilu na ratebeer. ", "Pours hazy straw color with a soapy, 3-finger white head. Lemony aroma with a touch of spice to it. Body is light and a touch watery. Dry finish with a light astringency. Flavor is lemony with a grassy note. Mild spice note too. Maybe some peach as it warms. ", "Kolor złoty,klarowne, piana słaba ale trzyma się szkła. Aromat słodowy, trochę kwiatów. Smak słodowy, goryczka w normie, lagerowa, piwo typowe dla lagera koncernowego. ", "33cl bb03/2017, BL sampler 4. - Drinkable wheat powder sweet, hop extract perfumed pale lager with minimum metallics or skunk at optimal freshness. It doesn’t even get in the way of imagining some Alsatian hops in the perfume, once the adjunct wheat sugars (ground almonds in cheap marzipan) subside. Otherwise watery as intended, with again a sweet perfumy flavour and aftertaste (sugared rose water). Mostly clean. ", "24-11-16 // can in St. Etienne, France. Typical macro lager. Light bodied, grainy. Light bitter. ", "Yellow, clear with nice white foam. Mild aroma of sweet metal. Sweet, toffee, with sweet but growing metal in the aftertaste. ", "Very common bottle in France. Had it when travelling with my wife over there. Gold color. Taste is somewhat sweet and a little bit bitter. Can’t find that much aroma here. ", "Caña 25cl Sidreria El Acebo (Oviedo) Típica cerveza industrial, con un leve, muy leve toque lupulado  ", "$1.99 bottle from World Market. Pours yellow, small white head. Aroma of grass, corn, and general cheap ass beer without being offensive. Taste is corn water, grass, wheat, hint of skunk, bit of bread. It’s not offensive, but to seek this out and choose this as the beer you’re drinking is inconceivable to me (I’m drinking for the sake of rating). ", "Sampled from a 12 oz bottle this beer poured a golden color with a medium sized foamy white head that left minimal lacing. The aroma was a bit tangy and sweet with a bit of grassy hops. The flavor was sweetish and tangy, a bit corny and had a hint of grassy and perfumey hops. Medium length finish. Light to medium body. Bland.  "], "note": ["1.2", "2.5", "2.5", "2.3", "1.8", "3", "1.9", "2.2", "2.5", "1.8"], "Aromes": ["3/10", "5/10", "5/10", "5/10", "4/10", "5/10", "3/10", "3/10", "4/10", "3/10"], "Appearance": ["3/5", "3/5", "3/5", "2/5", "3/5", "5/5", "2/5", "2/5", "3/5", "3/5"], "Taste": ["2/10", "6/10", "4/10", "5/10", "4/10", "6/10", "4/10", "5/10", "5/10", "3/10"], "Palate": ["2/5", "2/5", "2/5", "2/5", "3/5", "4/5", "2/5", "2/5", "3/5", "3/5"], "Overall": ["2/20", "9/20", "11/20", "9/20", "4/20", "10/20", "8/20", "10/20", "10/20", "6/20"]},
{"beer_name": "Kronenbourg 1664", "user": ["Maits", "Niller", "Tezminator", "nasmith003", "evannell", "KW92", "aleksander9", "Darkmagus82", "BlueGaljoen", "Inoven"], "nr_reviews": ["606", "1718", "314", "252", "1555", "1720", "1927", "2303", "166", "1055"], "comment": ["Clear golden beer with minimal white head. Aroma is grass, malt. Taste is slightly sweet and little bit bitter. Quite watery, light body. Drinkable mass production lager. ", "Can from Kiwi. Pours golden with a white head. Aroma and taste is malt, grass, corn, straw, floral hops. Light body. Soft carbonation. Sweet finish. ", "Aroma of sweet malts. Mild flavour of banana and bitter finish from the hops. It is not great, but nothing wrong with it at all. ", "From the bottle. Nearly nonexistent aroma. Golden straw color and light foamy head. Decent balance of malt and hops, but somewhat thin and watery. ", "Pamiętamy, świetne piwo miało to być. Kiedyś się piło, bo było drogie i lekkie.w smaku. Poza tym było znane. A teraz? Nie mam pojęcia. ", "Puszka z datą: 02.2017\r\n", " Mało intensywny. Wyczuwalne estry (jabłko). Reszta taka jak zawsze w lagerach, czyli słodowość. W tle lekki \"skunks\".\r\n", " Barwa złota, klarowne. Piana wysoka, krótka. \r\n", " Słodowe, wodniste i co \"ważne\" - wyjałowione ze smaku.\r\n", " Trzyma poziom, poziom \"international lager\". ", "Golden with white head. Cereal and floral. Slick, light citrus and malty finish. Okay. ", "Poured from bottle into a pint glass\r\n\r\nAppearance – The beer is pours a clear golden color with a one finger head of white foam. The head has a moderate level of retention fading to leave just a trace of foamy lace on the sides of the glass.\r\n\r\nSmell – The aroma of the brew is very light overall, consisting mostly of a cardboard smell mixed with a little bit of skunk. These flavors are accompanied by some lighter caramel and grassy smells as well.\r\n\r\nTaste- The taste begins with a bready and caramel flavor mixed with a little bit of herb. These flavors create a base for the beer and persist throughout the taste profile. More toward the end, some skunk and a little bit of grass come to the tongue, leaving one with a somewhat sweeter, but overall rather smooth taste to linger on the tongue.\r\n\r\nMouthfeel – The body of the brew is on the average to thinner side with a carbonation level that is rather normal. For the lighter bready flavors of the brew the feel is rather nice and makes for an easy sipping beer.\r\n\r\nOverall – A rather standard brew overall. Easy drinking, but nothing all that exceptional. \r\n ", "Cette bière omniprésente chez nous français n’est quand même pas très glorieuse. Désaltérante, on lui reconnaîtra au moins ça ... ", "Flesje gedronken tijdens vakantie. Helder goudkleurig bier met weinig, grof schuim. Fruitig, iets hoppig en kruidig aroma. De smaak is zoetig en fruitig. Nasmaak is bitterig en vloeit licht uit. Een pils van een goed gemiddelde. "], "note": ["2.1", "2.1", "2.7", "2.8", "2.1", "2.2", "2.4", "3.2", "2.2", "3.7"], "Aromes": ["4/10", "3/10", "5/10", "3/10", "3/10", "4/10", "5/10", "5/10", "3/10", "8/10"], "Appearance": ["2/5", "3/5", "3/5", "4/5", "4/5", "3/5", "3/5", "3/5", "2/5", "4/5"], "Taste": ["4/10", "4/10", "6/10", "6/10", "4/10", "4/10", "5/10", "5/10", "4/10", "7/10"], "Palate": ["3/5", "3/5", "3/5", "3/5", "3/5", "2/5", "3/5", "4/5", "2/5", "3/5"], "Overall": ["8/20", "8/20", "10/20", "12/20", "7/20", "9/20", "8/20", "15/20", "11/20", "15/20"]},
{"beer_name": "Kronenbourg 1664", "user": ["Kobracai", "StevieT", "snoworsummer", "Skarecrow", "BBHansen", "MatiF96", "chinchill", "beertholomeus", "MatusBeer", "rikstar"], "nr_reviews": ["200", "2039", "6358", "1085", "1090", "301", "5441", "1814", "830", "2605"], "comment": ["Colour is clear pale yellow. Aroma is sweet n yeasty. A little bananafruity. Taste is balanced between sweet, bitter n sour. Quite watery, light body with medium carbonation. ", "From a bottle. Not bad, not great, decent for a macro lager that made it all this way.  ", "Draft at Epcot. Pours hazy gold with a fizzy white head. Tastes like dough, corn, lemon, and grassy malt. Light body and low carbonation. Smells like dough, corn, and grassy malt. ", "30ml bottle BB 8/16 (uh-oh....)\r\nFruity malt aroma.\r\nLight amber gold color with sudsy head and good lacing.\r\nUnfortunately the taste was pretty much wet cardboard with mild bitterness and a slight malt palate.\r\nWould be worth re-tasting a fresher version of this. ", "Can @ DTU with colleges. Appearance: pours clear yellow with ok white soapy head and lacing. aroma/taste: barley, straw with some floral notes. palette: weak malty aroma, average carbonation, light body, light to medium sweetness, balanced by a light to medium bitterness, medium duration and a watery texture. Overall: decent standard lager\r\n\r\n ", " Ciemnozlota barwa. Obfita biala piana, która jednak szybko opada. W aromacie przewaza slód. Smak mocno chlebowy, slodowy, lekko karmelowy. Piwo slodkawe, wyklejajace. Praktycznie nie ma goryczki. Slabe, zdecydowanie za duzo slodyczy i za malo ciala. ", "440 ml can in Oban Scotland. BB date of May 2017. \r\n\r\nClear golden body with a generous, durable foamy head. Nice lacing.\r\nMedium-light with lively carbonation. \r\nPlenty of earthy and floral hops in the aroma. These are more subdued in the flavor. Mild bitterness.  ", "Pours yellow with a white head. Grass, grain and floral hop aroma and flavors. Light body and moderate carbonation. Floral and grassy finish.  ", "Can. Aroma of malts,bread. Taste is watery,malts,bread. Almost no bitterness.  ", "0,25l fles op vakantie in de Dordogne. Had er niet veel van verwacht en het bier maakt de verwachtigingen waar. Emotieloos en zoet pilsbier, ik zou het voor de smaak zeker niet nog een keer pakken.  "], "note": ["2.3", "2.1", "2.6", "2.3", "2.2", "2", "2.6", "2.6", "2.5", "1.2"], "Aromes": ["4/10", "4/10", "5/10", "4/10", "3/10", "5/10", "4/10", "5/10", "5/10", "3/10"], "Appearance": ["3/5", "3/5", "3/5", "3/5", "3/5", "2/5", "3/5", "3/5", "3/5", "2/5"], "Taste": ["5/10", "4/10", "5/10", "4/10", "5/10", "4/10", "6/10", "5/10", "5/10", "2/10"], "Palate": ["2/5", "2/5", "3/5", "3/5", "2/5", "2/5", "3/5", "2/5", "3/5", "1/5"], "Overall": ["9/20", "8/20", "10/20", "9/20", "9/20", "7/20", "10/20", "11/20", "9/20", "4/20"]},
{"beer_name": "Kronenbourg 1664", "user": ["Anthobeers", "charule", "ChadPoole", "Lacho", "JimmyBoy74", "Arbeloa17", "jacobarts", "remALUS", "agent_persik", "pieddethym"], "nr_reviews": ["91", "2304", "479", "110", "636", "3", "263", "471", "802", "15"], "comment": ["Bonne bière, mousse légère, arômes multiples et parfois surprenant, niveau gustatif généreux. Globalement une bière sympathique ", "Bottle at Chez Jozephine. Poured gold yellow with white head. Aroma sweet malty sugar. Light carb med bod. Taste sweet sugar corn syrup.  ", "Pours light gold with small white head. Aroma is malt and grass. Taste is much like aroma with a metallic aftertaste. Not bad but nothing special.  ", "Tried it while on vacation at the insistence of the waiter because according to him it was a great beer for hot weather. It pours golden with some foam, very faint aromas, and no complexity. Definitely a great beer for warm weather. ", "50 cl i La Rochelles hamn. Fantastisk miljö inte så fantastisk öl. En helt vanlig lager med andra ord.  ", "Tap at Golden Lion with Jacobarts. Good fresh beer, easy to drink, but not one to remember ", " Tap at golden lion with Christian Hansen. Small white head. Light golden. Not much aroma. Taste is fresh. Watery texture. Fine beer  ", "Bottle 330mL. Price 0,79 eur . Skaidrius, geltonas, nedidelė, balta puta. Geras skonis ", "Pale golden colour, small white head. Aroma of malt, grass, hops. Dry lightly sweet taste with subtle bitterness in finish. Thin body and average carbonation.  ", "Une bière moyenne dans l’ensemble, dite standard.\r\nPas trop de goût et assez correct au niveau du palais "], "note": ["2", "2.7", "2.9", "2.9", "1", "2.8", "2.7", "3.5", "1.9", "2.2"], "Aromes": ["3/10", "5/10", "6/10", "3/10", "2/10", "7/10", "4/10", "7/10", "4/10", "4/10"], "Appearance": ["3/5", "3/5", "3/5", "4/5", "2/5", "2/5", "4/5", "2/5", "1/5", "3/5"], "Taste": ["4/10", "5/10", "7/10", "7/10", "2/10", "5/10", "5/10", "8/10", "5/10", "4/10"], "Palate": ["3/5", "3/5", "3/5", "3/5", "2/5", "2/5", "3/5", "4/5", "2/5", "3/5"], "Overall": ["7/20", "11/20", "10/20", "12/20", "2/20", "12/20", "11/20", "14/20", "7/20", "8/20"]},
{"beer_name": "Kronenbourg 1664", "user": ["sjogro", "Hoppy_Luke", "lbianchi66", "GvanGool", "ramboraffe", "jbruner", "BeerViking", "Michael27", "drmet", "jjsint"], "nr_reviews": ["5172", "2129", "457", "122", "2270", "5528", "5155", "2439", "1058", "3638"], "comment": [" 0,5L can at Camping Kost-Ar-Moor. Clear pale golden with fluffy white head, good head retention. Sweet malts, grain/wheat, light chalky, ground bitter hops, bit tin can metallic. Light sweet, light bitter. Thin body, average carbonation, stale bitter finish. ", "Taki oto lager pod mecz został otwarty. Piana wysoka, biała. Opadła szybciej niż powstała i zostawiła brzydkie ślady na szkle. Aromat słaby, lekko słodowy. W smaku oprócz słodu i lekkiej goryczki bardzo dziwne odczucie. Nuta, którą znałem raczej z piw ciemnych - przypominała spalone kable. Utrzymywało się to do ostatniego łyka... Oprócz tego piwo bardzo rozwodnione i pozbawione smaku... Słabiutko... ", "Robe dorée et limpide. La mousse ne tient pas. Arômes floral et céréales. Goût biscuit, levure. Aqueuse, pas de tenue en bouche.\r\nBuvable. ", "Easy going and easy to drink beer. Not an exceptional tasting beer but good to have in the fridge. A little of young/fresh hops are tasted, but the taste disappears fast from the mouth. To my personal taste it is not as sour as the Kronenbourg Alsace. For me its one of the better pilsner alternatives in the french supermarkets.\n\n---Rated via Beer Buddy for iPhone ", "330 ml bottle. Clear golden with white head. Light malty, with bread, grain, wheat malt and light grass. Semi dry with low to medium bitterness and medium carbonation. ", "Pours a clear golden yellow from the can with fluffy white head that dissipates to leave moderate lace. Aroma and taste of light pilsner malts and clean crisp lager yeast. It is what it is, which is just a massed produced light lager.  ", " Bottle, grassy hops on the nose, not much flavour or body but a decent leafy hoppy bitterness. ", "Aus der kleinen grünen Flasche getrunken. Sieht gut aus, riecht aber wie Rheinhochwasser und schmeckt auch so ähnlich. Wässrig ohne Ende. ", "Had this out of the bottle\r\n\r\nT:\r\n-lots of corn sweetness,herbal,floral,white bread,DMS\r\n-no hop bitterniss whatsoever\r\nF:\r\n-medium to high carbonation\r\n-light,watery body\r\nO:\r\nBelow average, even as a Euro Lager ", "Half pint at the Clarendon Arms, Cambridge. The only beer in the pub I’ve yet to tick. To be fair, she is a comely lass: dark yellow, small white head, tempting carbonation - not too much, not too little. And the smell isn’t terrible, there’s just not a lot of it. Taste is a bit blasé but again not terrible, sugary and slightly lemony. Nicely carbonated finish but the alcohol is fairly exposed, even for an ABV this low. Substandard but it’ll do. "], "note": ["2.2", "1.4", "2", "2.7", "2.1", "2.5", "2.4", "1.3", "2.1", "2.4"], "Aromes": ["4/10", "3/10", "5/10", "5/10", "5/10", "5/10", "5/10", "2/10", "5/10", "4/10"], "Appearance": ["3/5", "2/5", "2/5", "3/5", "3/5", "4/5", "3/5", "4/5", "3/5", "4/5"], "Taste": ["4/10", "3/10", "4/10", "5/10", "5/10", "5/10", "5/10", "1/10", "4/10", "4/10"], "Palate": ["3/5", "2/5", "1/5", "2/5", "3/5", "3/5", "2/5", "2/5", "2/5", "3/5"], "Overall": ["8/20", "4/20", "8/20", "12/20", "5/20", "8/20", "9/20", "4/20", "7/20", "9/20"]},
{"beer_name": "Kronenbourg 1664", "user": ["invinoveritas", "Evilman", "ThomasEK", "Demens", "Augdraught1981", "bonkiedeaap", "FineBeer", "sombick", "ffbot", "Bierdimpfe"], "nr_reviews": ["156", "265", "29", "526", "267", "857", "21", "13", "474", "640"], "comment": ["33cl bottle, served cold. Bubbly. Intensely bubbly. Too bubbly to drink comfortably. And not worth any discomfort - pretty boring and watery, though not actively unpleasant apart from the bubbles.  ", "It sucks bad, but it’s drinkable. No words necessary, this is a common Lager, a bit lighter than classic Kronenbourg, but still not interesting. DISAPPROVED BY TAVERNY’S BLACK METAL CREW ! ", " Meget let aroma. Skummet forsvinder hurtigt. Smagen er frisk, let krydret og mere kompleks end en normal pilsner. En absolut yndling i kategorien håndbajer på dåse. ", "0,5 can. Clear pale yellow colour with quickly disappearing white head. Aroma: Sweet yeasty aroma, a little fruity banana and hiding notes of corn. Taste: Well balanced. Light sweet/bitter/sour taste. None of them are too harsh quite watery but good to drink. Light body with medium carbonation. Short bitter finish. Not spectacular, but good to drink. ", "Standard pale lager straw gold color pour, with clean grain aromas & taste. Refreshing & par for the style, though more expensive. ", "Bottle from Bert’s Bierhuis in Utrecht. The beer is golden colored and a small and stable white head, with nice carbonation. \r\nThe aroma is hoppy and malty, with also tones of grains, bread, yeast and a hint of citrus. \r\nThe taste is light bodied, light sweet and malty and has some notes of grass and citrus and has further quiet a watery texture.\r\nThe finish leaves some refreshing notes and a medium bitterness which is long noticable.  ", "Skunk, sour, rotten apple, This cant be beer? It taste so bad that i could not drink it. Worst beer ever. It taste like rotten champagne mixed with beer. Try it and you will hate beer the rest of your life. ", "It does pour pretty however, the taste is basically if you put a sprite into a Budweiser. It does not have to best smell either. ", " Pour is an attractive blond with a thin head and damn fine lacing. Smell is skunk, rotten grain, and lots of yeast. Taste is the same, super rotten...was my bottle skunked by sunlight??? ", "Clear straw, almost golden color, with average activity. White 2 finger head, lasting around 10 minutes, with some good legs.\r\n\r\nFaint sweet grains and citrus smell, with a hint of metal. Flavors of fresh grains, lemon, lime, and herbal spices. Strong syrupy taste of bread, biscuits, and slightly grassy.\r\n\r\nSlick light body with prickly carbonation. Well balanced finish, ending with slightly dry wine like sweet grainy feel and pleasant tongue numbing noble spices.\r\n\r\nOverall a good craft offering decent flavors, good freshness, and a nice warming finish. Although a little unbalanced being too syrupy. "], "note": ["2", "1.8", "2.9", "2.7", "2.6", "2.5", "0.5", "1.8", "1.4", "3"], "Aromes": ["4/10", "3/10", "5/10", "7/10", "5/10", "5/10", "1/10", "2/10", "2/10", "4/10"], "Appearance": ["3/5", "2/5", "3/5", "2/5", "3/5", "3/5", "1/5", "4/5", "5/5", "3/5"], "Taste": ["5/10", "3/10", "5/10", "5/10", "5/10", "5/10", "1/10", "3/10", "2/10", "6/10"], "Palate": ["2/5", "2/5", "3/5", "2/5", "3/5", "2/5", "1/5", "2/5", "2/5", "3/5"], "Overall": ["6/20", "8/20", "13/20", "11/20", "10/20", "10/20", "1/20", "7/20", "3/20", "14/20"]},
{"beer_name": "Kronenbourg 1664", "user": ["LeWorm", "Alex60", "Sven1973", "beer_rookie", "Koelschtrinker", "WillRunForBeer", "Tenval", "arne91", "Shanshirohop", "knasputte78"], "nr_reviews": ["61", "336", "595", "719", "22375", "2808", "44", "31", "87", "661"], "comment": ["A consommer comme chacun sait uniquement en cas de besoin primaire d’hydratation. Ne jamais conserver nulle part. ", "Odeur légére d’alcool, amertume quasi inexistante, une légère lueur de pomme en bouche, finale séche laissant un goût assez fade en bouche. Pas exceptionnel mais se laisse boire. ", "Aus der Flasche im Trois Minutes in der Torstr., Berlin. Orang-gelb-golden, wenig Schaum. Geruch nach Malz, süßlich. Geschmack: süßlich, metallisch, bitter werdend.Im Hintergrund etwas leicht fruchtiges, vielleicht Birne  ", "Pours a light golden color. Pretty thick white head. Okay retention, good lacing. Very clear. Pretty well carbonated.", "Aroma is the typical Euro lager smell. Bready, fresh. Light grassy and floral hops. Light, and welcoming.", "Taste is quite refreshing. Fresh, clean. Bready and slightly hoppy.", "Mouthfeel is light and refreshing. Slightly dry and poppy. I say poppy because typically, I might say crisp,but it’s not quite that. It has a pop. Weird, yeah, but it’s the best I can come up with. ", "Overall, it’s good. Perhaps better than the similar Euro lagers. Nothing great, but it is quite good. I would recommend it, and I would buy it again. ", "Na wenn ich schonmal in Frankreich bin.. Heller süßer, sehr plörriger Antrunk. Wässrig, metallern, pappig. Langer modriger Nachgeschmack. Bah! 9/2/3/2/7/2 ", "16oz can given to me. Smells and tastes pretty much the same... White bread, honey, mild grass. Off balance to the sweet side. Macro premium lagers get a bad rap on here, but there are many so called craft brews that I have found far more objectionable than this. ", "I don’t even consider this thing as a beer, only good when you’re extremely thirsty, but water is better in taste... so why bothering with such a bad drink ? It only looks like beer, but the aromas and flavours are out of this world (in the very bad aspect of it), I cannot describe how bad it is. ", "God øl, god smak og ettersmak, flott øl, for flotte vårdager i Paris. Anbefales faktisk  ", "Una lager perfecta para beberte en cualquier bar en verano cuando hace un poco de calor, es ligera y refrescante y muy muy suave. No está mal para ser industrial ", "Ljus och klar. Urvattnad och trist med lätt jästsmak som smakar sådär. Ingen trevlig öl ens som blasklager\n\n---Rated via Beer Buddy for iPhone "], "note": ["1.5", "2.7", "2.4", "3.6", "1.1", "2.6", "1", "4", "1.7", "1.5"], "Aromes": ["3/10", "5/10", "4/10", "6/10", "2/10", "5/10", "2/10", "4/10", "2/10", "3/10"], "Appearance": ["3/5", "3/5", "2/5", "5/5", "3/5", "3/5", "2/5", "5/5", "3/5", "2/5"], "Taste": ["1/10", "6/10", "6/10", "6/10", "1/10", "5/10", "3/10", "9/10", "2/10", "3/10"], "Palate": ["1/5", "3/5", "3/5", "4/5", "1/5", "3/5", "1/5", "5/5", "2/5", "1/5"], "Overall": ["7/20", "10/20", "9/20", "15/20", "4/20", "10/20", "2/20", "17/20", "8/20", "6/20"]},
{"beer_name": "Kronenbourg 1664", "user": ["DutchMark", "mr_h", "daydesiang", "rjplumer", "TubaEmil", "alobar", "Onslow", "Fredis23", "HonestGriff", "oahusby"], "nr_reviews": ["408", "6088", "78", "1254", "8", "3983", "1547", "564", "64", "7"], "comment": ["Good middle of the road macro larger. Nothing to see here please move along. ", "On tap, 1/2 pint, at Abbotsford Hotel, Ayr, corn, grain aroma, golden with a thin white head and sparse lacing, pale malty, cereal, corn flavour, sweet, not too gassy. ", "Pour light golden color, ok white head. Thin taste, ok carbonation, average hop.\r\n\r\nErm french carlsberg? ", "Light sweet grain aroma. Clear golden body topped with a bright white two finger thick head. Mild sweet grain taste.Light and refreshing. Clean finish. Not a fancy beer but good for an everyday beer. French version of a lawnmower beer. Better than I thought it would be.  ", "Hjkkkhtthnjjnjvvbjcfth Jbknkvgyjkkhjkkhbchkkkvgjgfrvblncfhnkvjbllknhvvzgv Bob hjkkkhtthnjjnjvvbjcfth Jbknkvgyjkkhjkkhbchkkkvgjgfrvblncfhnkvjbllknhvvzgv  ", "Pours pale yellow color with thin creamy white head. Aroma of skunk. Grain and corn flavor with some skunk at the back end. Upscale Rolling Rock. ", "Pour from an 11.2oz bottle. Clear golden brew with denser white head, good head retention and lacing. After an initial skunky blast when the bottle top was removed, aroma resolves to a light graininess. Taste is clean grain up front, bready, very modest hops in the finish.  ", "Clear Golden Color, Medium White Fluffy Head That Lasts And Leaves Plenty of Lacing. Grainy, Light Skunk, Faint Hop Aroma. Grainy, Bready, Slightly Sweet, Light Hop Bitter. Carbonated, Light, Slightly Creamy Body. Decent For What it is, Generic Carlsberg like. OK. ", "Brilliant beer, traditional, very distinctive flavour, one of the founding members of the king of European beers. ", "Kronenburg er godt og lett. Men ikke en favoritt. Men drikkes gjerne :) lyst og lettdrikkelig "], "note": ["2.6", "3.1", "1.4", "2.7", "3.2", "1.8", "2.5", "3.2", "4.1", "3.3"], "Aromes": ["4/10", "6/10", "3/10", "6/10", "6/10", "3/10", "4/10", "6/10", "7/10", "5/10"], "Appearance": ["4/5", "3/5", "2/5", "3/5", "3/5", "2/5", "3/5", "4/5", "4/5", "5/5"], "Taste": ["5/10", "6/10", "3/10", "5/10", "7/10", "3/10", "4/10", "6/10", "8/10", "6/10"], "Palate": ["4/5", "4/5", "2/5", "3/5", "3/5", "2/5", "3/5", "4/5", "5/5", "4/5"], "Overall": ["9/20", "12/20", "4/20", "10/20", "13/20", "8/20", "11/20", "12/20", "17/20", "13/20"]},
{"beer_name": "Kronenbourg 1664", "user": ["BeerInHeaven", "Gubihumle", "DoctorHU", "DylansDad", "EkinTelli", "MrGrigg182", "MarcinG", "sawbuck", "ghostbeer", "One2remeber"], "nr_reviews": ["503", "610", "617", "672", "120", "497", "1084", "782", "251", "253"], "comment": ["pours clear straw gold with a medium white head. aroma is standard Euro lager skunk and grass. watery mouth feel. The taste is a little corny, but not bad. There is a very subtle hop presence here. A decent pale lager. Quite drinkable & refreshing. ", "Man kan så sandelig smage at den er brygget på vand. Meget vand. Aroma og usdseende er såmænd iorden. Smag og mundfylde er derimod ikke OK. ", "Aroma pustovat, malt and fruity notes, very light and grassy tones of sulfur.\r\nThe taste perceptible sour, lollipops tone, a small sugar sweetness, perfume notes. Bitterness is virtually absent, the body is watery.\r\nAftertaste unintelligible ahead remains the same sweetness, bitterness quickly leaves, sour weakened, too, but still reach in the background. ", "My palate was already wrecked when I tried this, so maybe this isn’t a very reliable rating but, I gotta say, it wasn’t bad.Aroma of bread and grain. Taste of sweet but thin malt, carbonic tang in lieu of real hop bitterness. Not as much gluggy vegetable oiliness at the back as I was expecting, but there IS some. Too sweet to have more than one. ", "taste watery but its smell is awesome so apetising and it hits you when ou open bottle you can just drink this beer for its smell ", "Bottle 0.46 (Россий лицензи& что раньше было вкуснее. Евролаг& ", "Jasno zolte w barwie piana biala .wodniste o niklym aromacie niczego i smaku puszkowego lagera. Slabe ", "Aroma of bread, some earthy tones, a bit of skunk. Pale yellow, huge white head with some staying power. Sweet up front...almost too much. Some fresh bread and some caramel. Bitterness is thin and peppery on the back end. Carbonation is a bit light, slightly watery mouth feel. Too sweet. ", "Crisp and light body. Well balanced but almost a little watery. I would have liked a bit more backbone to it, but really pretty good...better than expected. ", "Green bottle.\nPale yellow. Crystal clear. Adequate, pillowy white head, moderately low retention.\nSkunky, very sweet pils malt. Hint of oxidation. Straight forward. Herbal taste, lemon finish. Pretty dry, but a hint of sweetness like Stella. Not as much CO2 like Trumer.  "], "note": ["2.4", "1.8", "1.8", "2.3", "3", "1.9", "1.8", "2.4", "2.1", "3"], "Aromes": ["4/10", "4/10", "4/10", "4/10", "10/10", "5/10", "3/10", "5/10", "3/10", "5/10"], "Appearance": ["2/5", "3/5", "2/5", "2/5", "3/5", "2/5", "3/5", "3/5", "2/5", "3/5"], "Taste": ["6/10", "3/10", "4/10", "4/10", "5/10", "4/10", "4/10", "4/10", "5/10", "7/10"], "Palate": ["3/5", "2/5", "3/5", "3/5", "2/5", "2/5", "3/5", "3/5", "2/5", "3/5"], "Overall": ["9/20", "6/20", "5/20", "10/20", "10/20", "6/20", "5/20", "9/20", "9/20", "12/20"]},
{"beer_name": "Kronenbourg 1664", "user": ["DavidAust", "nihtila", "scihijanda", "mR_fr0g", "Rulymel", "wombat23", "darbeer75", "BlackBeerPG", "ARH", "DrNosha"], "nr_reviews": ["276", "4023", "5", "14186", "302", "2163", "1152", "1004", "1140", "2863"], "comment": ["Green bottle is always a worry [so is blue]. Really thought this would be terrible but gave it a go as it was half price. Didn’t mind it at all. It is a simple beer, limited aroma, pale colour, average head which held OK. No complexity, short palate, but still nice to drink. Would happily accept if someone offered me one, and would buy if on a special [because there are nicer beers for the regular price]. ", "Can from cornershop. Pours basic pale golden lager. Nose is grainy and metallic, some sweetness. Taste is grainy sweet malts, not much else to say. Not undrinkable but nothing premium in this. ", "this was very cheap in france and i absolutely loved this beer. best beer of france. ", "Desk Beer. Mid golden coloured pour with a fleeting effervescent white head. Aroma is semi sweet, corn with some metallic, Flavour is composed of semi sweet grains, carbaonic acid bit in the finish. Some metallic. Palate is light and powdery, high slightly abrasive carbonation. light whiff of honey. Fairly inoffensive.  ", "Same lager as hundreds. Nothing to say but you drink only if you have no choice. ", "Shared 11.2 oz. bottle. Straw in color, huge white foamy head, good lacing. Typical aroma for a lager. Tastes slightly sweet, with a just a touch of bitterness. A decent lager. ", "Aroma: lightly bready, a little skunky; Appearance: clear, light straw with large head that dissipates quickly with some lacing; Taste: slight bitterness, a little apple-y, very smooth; Palate: light body, soft carbonation, long and slightly unpleasant finish; Overall:a weak Heineken; would not buy again ", "Lite gold in color, clean, crisp, hoppy finish, with delicate lace to head. Medium / lite body ", "11.2 oz bottle, poured into a shaker. The aroma is dry minerals, apple pie, and bread. The appearance is a brilliant, oily pale orange with a soapy white head that has a moderate, creamy retention, and a decent lace. The taste is a medium sweet and light bitter. The thin, oily texture has a foamy carbonation. The medium light body is flavored by apple pie and citrus, with a finish that’s crisp with mellow citrus, bread, and light spice. The dry, astringent aftertaste has a mineral and light spice touch. ", "Flasche und vom Fass. Goldgelbes Bier, grober Schaum. Herber Duft. Getreidiger Geschmack, herb und flach. "], "note": ["2.7", "2.2", "4.7", "2.2", "2.1", "2.2", "2.4", "3.1", "2.4", "1.8"], "Aromes": ["3/10", "4/10", "9/10", "5/10", "3/10", "3/10", "5/10", "5/10", "5/10", "3/10"], "Appearance": ["2/5", "3/5", "4/5", "2/5", "3/5", "3/5", "4/5", "4/5", "3/5", "3/5"], "Taste": ["6/10", "4/10", "10/10", "4/10", "4/10", "4/10", "5/10", "6/10", "5/10", "3/10"], "Palate": ["2/5", "2/5", "5/5", "2/5", "2/5", "2/5", "2/5", "3/5", "2/5", "2/5"], "Overall": ["14/20", "9/20", "19/20", "9/20", "9/20", "10/20", "8/20", "13/20", "9/20", "7/20"]},
{"beer_name": "Kronenbourg 1664", "user": ["MBlessing", "Nonshaugen", "RichTheVillan", "ordybill", "MrJamesMcEwan", "Teran", "LazyPyro", "Piw", "Tarosama", "biir"], "nr_reviews": ["1647", "687", "8501", "1815", "253", "345", "1871", "1296", "84", "1701"], "comment": ["Goldgelb schwacher Schaum, Geruch getreidig grasig, Geschmack leichte malzsüße mit wässrig herben Abgang  ", "33 cl green bottle, 4,5% ABV. Yellow to straw colour, thin white head, some rolling carbonation, crystal clear. Aroma is... standard. It’s pale malt, wheat and corn adjuncts. Nothing special. Mouthfeel is dry and bitter from the hop extracts. Flavours of white bread and malts, and it’s sweet. All in all not a bad beer at all. Great drinkability, could easy have several of these, especially if I was in a French boardwalk cafe in the summer. ", "Can from Local Offie; clear burnished amber pour with massive frothy white head, malt and sweet caramel aroma, taste has fairly robust malt, wet card, sweet caramel, drank loads of times before pre rating days, to be its ok didn’t pour, like the last juan. ", "Poured from the a 12 OZ bottle into a pint glass at the World of Beer in Cary, NC. This beer is a golden yellow color with a small white head. The aroma has some hops and grass to it, pretty mild. The flavor matches the aroma and I was surprised by the full but plain flavor, very enjoyable. the beer was well balanced and had a great mouthfeel. ", "* Bottle. Pours pale golden, clear, with white head. \n* Aroma is grain & grass. \n* Palate is light body, high carbonation, fine bubbles. \n* Taste is medium, bitter, hay & bread. \n* Finish is a slightly refreshing & slightly dry. \n* Overall medium, bitter, hay & bread.  ", "One of better massive production Eu lager beers. Well balanced, without any disgusting notes. Very clean and smooth lager. Alcohol is nicely hidden and above average. Crisp and lightly creamy. Nice golden colour and nice white top. Finally one Eu lager to recommend! ", "Pours clear golden yellow, with creamy white head. Aroma is a little sweet, grassy, malty. Flavour is well balanced, a refreshing lager. ", "500ml Dose. Klar und golden. Kleine Schaumkrone. Ein eher süssliches Lager.  ", "Tried in a café in Paris at a cost of €7.70 a pint ! I also tried at home, a can bought at local shop.\r\nBit maltier than the original Kronenbourg. Nice and pleasant aroma. \r\nThe taste…the hop, is this the taste of Strisselspalt Hop ? I really enjoyed it. \r\n ", "if you can say this brand name in french, you’re a winner. that said its fun to order it. so it cant be that bad then, ey? "], "note": ["1.9", "2.7", "2", "4.2", "3", "3.4", "2.7", "2.4", "2.8", "3"], "Aromes": ["4/10", "3/10", "3/10", "8/10", "5/10", "7/10", "5/10", "4/10", "6/10", "5/10"], "Appearance": ["3/5", "4/5", "3/5", "4/5", "4/5", "3/5", "3/5", "3/5", "3/5", "3/5"], "Taste": ["4/10", "6/10", "3/10", "8/10", "6/10", "7/10", "5/10", "4/10", "6/10", "6/10"], "Palate": ["2/5", "3/5", "2/5", "5/5", "3/5", "3/5", "3/5", "2/5", "3/5", "3/5"], "Overall": ["6/20", "11/20", "9/20", "17/20", "12/20", "14/20", "11/20", "11/20", "10/20", "13/20"]},
{"beer_name": "Kronenbourg 1664", "user": ["sir__v", "fombe89", "rotaman14", "superspak", "hfmejias", "Rhombic", "Steve_0", "emandkey", "AAEA", "roldano"], "nr_reviews": ["2632", "4314", "813", "6305", "1297", "169", "3818", "82", "266", "163"], "comment": ["On tap on a local pub of Bermondsey, London - UK. Color: clear blond beer with high carbonation and small white foam. Smell: caramel malt notes. Not really dominated by something. Taste: sweet caramel and malt, caramel finish astringence normal and small bitterness. Nothing really special. Aftertaste: wet bitterness. Easy drinkable. ", "Tap, Color amarillo dorado, aroma ligero, sabor malta, final astringente, tomada en n bonito bar mirando a la playa. ", "Aroma dominated by grains, touch of alcohol. Taste is a weak bitterness, wet cardboad.  ", "330 ml bottle into lager glass, bottled on 12/23/2014. Pours crystal clear golden yellow color with a 1-2 finger dense and rocky white head with good retention, that reduces to a small cap that lingers. Nice spotty soapy lacing clings down the glass, with a moderate amount of streaming carbonation retaining the cap. Aromas of lemon, wheat, cracker, biscuit, light honey, herbal, grass, light pepper, and yeast earthiness. Nice and pleasant aromas with well balanced pale malt and earthy hop notes; with solid strength. Taste of lemon, wheat, cracker, biscuit, light honey, herbal, grass, light pepper, and yeast earthiness. Light herbal/spicy bitterness on the finish; with lingering notes of wheat, cracker, biscuit, light honey, herbal, grass, light pepper, and yeast earthiness on the finish for a good bit. Very nice robustness and balance of pale malt and earthy hop flavors; with a great malt/bitterness balance and zero cloying flavors after the finish. Very clean on lager flavors with minimal yeast ester notes present. Medium carbonation and body; with a very smooth, fairly crisp, and lightly creamy/bready mouthfeel that is nice. Alcohol is very well hidden with zero warming present after the finish as expected of 5%. Overall this is a very nice pale lager style. All around good robustness and balance of pale malt and earthy hop flavors; and very smooth and crisp to drink. A very enjoyable offering. ", "11.2 Fl. Oz. Poured yellow, clear, fizzy and with a nice big and foamy white head that left lots of lacing. Aroma of grain and yeast. Taste is bready and sweet, some malts and even some hints of hops. Refreshing, drinkable, does what it is supposed to do... ", "Draught, somewhere in the Pays de la Loire. Rather better than your standard Eurolager. Taste is only slightly sweetish, with a good combination of malt/hop balance and bitterness. Thin body and watery on palate, though. ", "Bottle at home, picked up at warehouse liquors. Clear golden pour with a big white head and ok lacing. Skunky, grassy, herbal hoppy, biscuity, and green apples in the aroma. Taste is husky, crackery, some skunk, light pear, grass, and straw with a crisp finish - a lot of malt presence. Medium body high cabroantion. Not a bad pale lager.  ", " from can. ", " Clear medium yellow color with good lasting white head. ", " Sweet malts. ", " light sweet and moderate bitter with a average duration.", " Body light, texture slick to watery, average carbonation. ", "12 Fl OZ ($1.49 Bottle) easy going euro lager. hits the spot and doesn’t have that crappy aftertaste of the eastern euro lagers. would buy again. ", "Espuma blanca que permanece de manera fina con carbonatación permanente, color amarillo cristalino, ligero aroma a lúpulo en nariz, sabor suave con alta gasificación "], "note": ["2.1", "2.1", "1.8", "3.9", "2.7", "2.6", "2.6", "1.8", "2.6", "2"], "Aromes": ["5/10", "4/10", "4/10", "7/10", "5/10", "4/10", "5/10", "4/10", "5/10", "2/10"], "Appearance": ["3/5", "4/5", "3/5", "4/5", "4/5", "3/5", "4/5", "2/5", "3/5", "3/5"], "Taste": ["3/10", "4/10", "3/10", "8/10", "5/10", "5/10", "4/10", "4/10", "5/10", "4/10"], "Palate": ["2/5", "2/5", "3/5", "4/5", "3/5", "2/5", "3/5", "1/5", "3/5", "3/5"], "Overall": ["8/20", "7/20", "5/20", "16/20", "10/20", "12/20", "10/20", "7/20", "10/20", "8/20"]},
{"beer_name": "Kronenbourg 1664", "user": ["Alexi91", "HermanW", "czlowiekwiadro", "Rubin77", "labeerinthum", "overtheline", "KoRoBeNiKi", "josanguapo", "einherjar", "Garrold"], "nr_reviews": ["437", "1069", "1263", "2834", "1209", "140", "157", "2080", "509", "5906"], "comment": ["Origin: Can. Vessel: Can. Supplier: Gift (Bristol). Limited edition can, tangy and highly carbonated.  ", "Van het vat. Gedronken in Eurodisney village (Billy Bob). Na een warme dag is dit een lekker biertje. ", "zapach miły, słodowy, lekko kwiatowy, ogólnie dość lekki. lekkie zioła i odrobina mokrej ścierki. kolor złoty, klarowny, piana biała, średnio obfita, dość szybko znika. dosyć wytrawne, lekko wodniste, lekko słodowe. trochę kurzu i ogonków z jabłek. wyraźna goryczka, czysta, ziołowa, dość przyjemna, krótka. nasycenie niskie do średniego. orzeźwiające i lekkie. ", "F: nice white, not long lasting.\r\nC: clear gold.\r\nA: malty with some hoppy notes.\r\nT: malty, grassy hoppy tones, leaves, lower body, good carbonation, above average pale lager, commercial but still ok, taste reminds me of some polish pale lagers. \r\n ", "Bottiglia. L’intensità olfattiva è elevata e la persistenza olfattiva è discreta, per non dire lunga. Gusto al naso presenta sentori di orzo. La schiuma, compatta, persiste e lascia anche del pizzo sul vetro. Il perlage è con bollicine medio-fini, dalla frizzantezza media e morbida. La limpidezza è pulita, di colore giallo dorato. Corpo pieno. Struttura oleosa. L’aroma alla lingua è di un dolce leggero sbilanciato da un amaro pesante. Intensità gustativa elevata. Persistenza gustativa lunga. Gusto molto piacevole. Sensazioni boccali finali discretamente luppolate. Finale amarognolo, felpato, secco, lungo e pulito con retrogusto intenso. ", "660ml bottle pours light gold with a decent but fast dissipating white head. Smells sweet, boiled veg and slight hint of lemon. Bit of lemon comes through on taste but otherwise sweet and fairly bland. Got a wee bit of bite about it in the slightly bitter finish. Reasonably refreshing and quite drinkable but mainly just pretty bland. Far worse lagers out there. ", "golden beer with some quickly disappearing head. Hops in the aroma but it is too light. Slightly sweet aroma but then it turns watery. There is some nice bitterness in back. If everything wasn’t disappearing so quickly, I would like this a whole lot more. ", " Can. From carrefour. In Legado de Yuste glass. Playing Memoria. Better than avarage pilsner, although nothing special. Won’t buy agains as there are cheaper alternatives. Avg 2.8\r\n\r\n17 Jun 2017. Bottle. From Carrefour. In Teku glass. At lunch, with 3 delices rice + nuggets. Clear, very refreshing and with a fresh grassy bitterness that gives it interest above average ", " Pale golden small head. Aroma of malt and corn. Light sweet malt, corn, metal and harsh bitterness. Not good. ", "Can. Contents brewed in France, apparently. From Costcutter (\"Proudly and Successfully Keeping the Suburbs of Sheffield Full of Fucking Litter\"). Even the woman who works in there chucks her tab-ends on the floor. Cheap loppy lager, though... "], "note": ["2.1", "2.9", "2.7", "2.9", "3.1", "2.4", "1.6", "3.3", "1.5", "2.8"], "Aromes": ["3/10", "6/10", "6/10", "5/10", "5/10", "4/10", "4/10", "6/10", "5/10", "6/10"], "Appearance": ["3/5", "3/5", "3/5", "3/5", "3/5", "3/5", "2/5", "3/5", "2/5", "3/5"], "Taste": ["5/10", "6/10", "6/10", "6/10", "7/10", "5/10", "4/10", "7/10", "3/10", "5/10"], "Palate": ["3/5", "3/5", "2/5", "3/5", "3/5", "2/5", "2/5", "4/5", "2/5", "3/5"], "Overall": ["7/20", "11/20", "10/20", "12/20", "13/20", "10/20", "4/20", "13/20", "3/20", "11/20"]},
{"beer_name": "Kronenbourg 1664", "user": ["ZodiacM", "TorbenJensen", "puredelusion", "johnnnniee", "Sjohnh", "Cthulhu", "peponi", "jksipa", "PriorL", "jamaty"], "nr_reviews": ["1370", "1596", "444", "4457", "1033", "1031", "2118", "1044", "3068", "2269"], "comment": ["Warm weer, dorst, Frankrijk... Meer dan pils of een blond biertje is hier niet voorhanden. Dan maar een koud pilsje. Smaakt altijd lekker bij warm weer. ", "A rather ordinary lager with a slight taste of flower and sensible hoppy bitterness. Unfortunately, it also has a metallic aftertaste, which probably is because it is a can of beer I have bought. It is not particularly exciting, but just a thirst-quenching and easy to drink lager. ", "0,5 bottle. Pours clear straw color with high white, sticky head. Nice head lacing. Malty, grass, straw aroma. Flavor is light bitter and malty. Aftertaste is medium long and light to medium bitter. Light body, thin texture, soft carbonation. Boring. ", "Bottle at Chez Sophie in Sept Iles Quebec\r\nBready grainy with hints of apple, not horrible, but wish I could read french better.  ", "I know there are chemical additives involved but, to be fair, it has a decent head and creamy texture from the keg. Doesn’t taste of much - bit of sweet malt. Quite nice when you need a cold one. ", "Ingredients: Water, barley malt, maize, wheat malt, color: caramel, hop extract. I rest my case.\r\n ", "Aroma: malty, weak herbal notes.\r\nAppearance: clear golden color, really good white head.\r\nTaste: low bitterness (herbs), malty, sweetness, slightly acid.\r\nPalate: low body and medium carbonation, herbal finish.\r\nOverall: Average bland lager. That’s all. ", " Clear gold with a small white head. Nose is corn and light toffee. This is enough characters...blah.\r\n ", ", blindly comparing 24 pilseners. Taste for most pilseners was the same, some grains, bit hoppy, quite malty and mostly bit metallic. \r\nApples in the taste? ", "Aspecto de pilsener, clara aunque con menor espuma. Aroma plano. Sabor algo metálico y herbal, con toques dulces de malta. Bebible. Nada especial que aportar, "], "note": ["1.6", "1.8", "2", "3.3", "2.3", "2.4", "2.2", "1.6", "2.1", "2.3"], "Aromes": ["2/10", "2/10", "4/10", "6/10", "3/10", "5/10", "4/10", "3/10", "5/10", "4/10"], "Appearance": ["2/5", "2/5", "2/5", "4/5", "3/5", "3/5", "5/5", "2/5", "3/5", "3/5"], "Taste": ["3/10", "2/10", "4/10", "6/10", "4/10", "4/10", "3/10", "3/10", "5/10", "5/10"], "Palate": ["2/5", "2/5", "2/5", "4/5", "3/5", "2/5", "4/5", "2/5", "3/5", "3/5"], "Overall": ["7/20", "10/20", "8/20", "13/20", "10/20", "10/20", "6/20", "6/20", "5/20", "8/20"]},
{"beer_name": "Kronenbourg 1664", "user": ["vjohans", "MrBlueSky93", "cagou007", "thexplorer", "gustavofnd", "dnicolaescu", "DraftDodger", "jice", "efeesse", "jfb"], "nr_reviews": ["765", "535", "1249", "414", "238", "2791", "1828", "394", "635", "7081"], "comment": ["From tap at boulebar sthlm. Cooked vegetables, golden pale, clear, white head, light to thin body. ", "On tap at my local, The White Lion, Mere Green.\r\n\r\nPours deep golden with a single finger white head. Aroma of light grain, grass and some hops...taste of initial light malts, then grass, grain, some hay. Not much more. Ok lager. ", "Pours deep golden with medium white head. Nose is grain and light hops. Aromas are malts, grass, caramel and herbal hops. Lightb body, lively carbonation. Short sweet bitter finish. An easy-drinkable industrial lager. ", "Среднее пиво по весьма высокой цене. Не берём. ", "Uma boa cerveja, uma das melhores no seu estilo. Bem saborosa. Vale tomar novamente. Tomei em Londres. \n\n---Rated via Beer Buddy for iPhone ", "BOTTLE 50 CL by Carlsberg Russia. Dark golden, white frothy head. Metallic and sweet malty aroma, light fusel harshness and some downright off-flavours (something dirty). The taste is of old malt, malt sweetness, lollipop, fusel, no hops, light spicy and astringent finish.  ", "Copenhagen 25/5 2015. 33 cl can from Netto. Pours clear yellow with white head. Dissipates to thin lacing fairly quickly. Aroma of malt. Fizzy carbonation. Taste is bland and run of the mill industrial lager. Not particulary bad but very non descript and boring.  ", "Très répandue, trop même. Kronembourg vérouille son circuit de distribution au détriment d’autres bières nettement meilleures. Un peu mieux que la Kro de base avec de l’alcool en plus. Intérêt moyen, on s’en contente quand il n’y a que ça en terrasse d’un bistrot. Faute de grives... ", "Beer with light color, good taste, thin body, average carbonized, astringent, served in can. ", "(can) clear golden colour with a frothy white head. aroma of floral hops, caramel and powdered sugar, with a light hint of kidney beans and yeast. flavour is mosty kidney beans and straw, heavily skunky, with a touch of herbal hops and salt. medium-bodied with average carbntion. "], "note": ["2.5", "2.4", "2.9", "2", "2", "2", "1.9", "2.1", "3.9", "2"], "Aromes": ["4/10", "4/10", "6/10", "4/10", "4/10", "4/10", "4/10", "4/10", "8/10", "3/10"], "Appearance": ["3/5", "4/5", "3/5", "2/5", "2/5", "2/5", "2/5", "3/5", "5/5", "3/5"], "Taste": ["6/10", "4/10", "6/10", "4/10", "4/10", "4/10", "3/10", "4/10", "7/10", "3/10"], "Palate": ["2/5", "4/5", "3/5", "2/5", "2/5", "2/5", "2/5", "2/5", "5/5", "3/5"], "Overall": ["10/20", "8/20", "11/20", "8/20", "8/20", "8/20", "8/20", "8/20", "14/20", "8/20"]},
{"beer_name": "Kronenbourg 1664", "user": ["aumentm", "DonPiano", "dchad56", "BrasseurRang2", "ken1", "Aggiebob", "Sim81", "vinivini", "EAGLE82", "mabuzzer"], "nr_reviews": ["750", "80", "579", "6", "2269", "1413", "17", "3208", "235", "975"], "comment": ["This is an interesting beer and you can see why it is so popular in France. Fresh and smooth with a nice aftertaste.  ", "Sehr mildes und hoch carbonisiertes Lager aus Frankreich, kann man mal probiert haben, es erwartet einen aber nur ein unterdurchschnittliches Industrie-Bier. ", "Draught in France - pale amber ok on tongue and mouth. Orangey aroma and taste - ok slight carbonation. ", "Ma bière de tous les jours présentement, peut-être parce que j’aime les lagers et les bières alsaciennes depuis toujours mes préférées. Légèrement biscuitée, soyeuse, avec une pointe d’acidité, de citronné qui vient d’un houblon Strisselspalt sur lequel j’aimerais bien mettre la main. Vive la France! (je ne suis pas français) ", "Aroma: fruity sweet with notes of malt. \r\nFlavour: fruity sweet and slightly bitter with a watery mouthfeel. \r\nColour: pale amber with a white head. \r\nFrom: CDG airport april 2015.  ", "Bottle: Poured a clear straw yellow with a white head and ample carbonation that left a small amount of lace. The aroma was grassy and barnyard. The flavor was grain/dough and slightly sweet. Very light body. ", " I don’t know if I had a skunked bottle previously, because after trying it again, it is a very good lager. Very bitter, very clean, definitely has a premium lager feel about it. Not huge on flavour, but If you like non fussy easy to drink lagers, this would be a good choice. A step up from the non premium mass produced lagers. ", "From the memories. Pale yellow, white head of big bubbles. Aroma of grain, hay, metal. Light body. Thin textute. Sweet grainy flavour with some grassy hoppiness. All in all a typical eurolager.  ", "No wonder they drink wine... horrible mix of water and grain. One of the worst I ever tasted. ", "Bottle at home. Clear straw colour, good white head, grassy aroma, crisp taste, clean finish. As macro lagers go, a good one "], "note": ["3.3", "1.3", "3", "3.7", "2.4", "2.3", "3.5", "2.7", "1.1", "2.5"], "Aromes": ["6/10", "2/10", "6/10", "7/10", "5/10", "3/10", "7/10", "4/10", "2/10", "3/10"], "Appearance": ["3/5", "2/5", "3/5", "4/5", "2/5", "5/5", "3/5", "4/5", "2/5", "3/5"], "Taste": ["7/10", "2/10", "6/10", "6/10", "5/10", "4/10", "7/10", "5/10", "2/10", "4/10"], "Palate": ["3/5", "2/5", "3/5", "4/5", "2/5", "3/5", "3/5", "3/5", "1/5", "3/5"], "Overall": ["14/20", "5/20", "12/20", "16/20", "10/20", "8/20", "15/20", "11/20", "4/20", "12/20"]},
{"beer_name": "Kronenbourg 1664", "user": ["rdixon77", "Vestlake", "Slaktmasken", "Hamirubi", "kolo269", "AndySnow", "caribou43", "cityzen", "Alusmamuts", "dlihcsnatas"], "nr_reviews": ["3113", "279", "69", "595", "33", "8340", "1287", "153", "2210", "827"], "comment": ["Old rating. Honestly, I all I remember thinking is it is an unpleasant mixture of water, grain, and skunk. Green bottle? ", "Very basic pale lager aroma and taste. I would say this is better than most imported lagers though, including Stella. If you want a basic lager, this is the one.  ", "En av mina vanliga blasköl som slinker ner på sommaren. Inte mycket att säga om den, en vanlig ljus lager. ", "25cl bottle, at \"Clairevie\" in the French Vallée des Gaves (Argelès-Gazost) in 2011. A classic French lager, highly commercialised. Nice malt but weak nose, light body, good taste. ", "piana slaba,znikajaca blyskawicznie,mocne wysycenie,w zapachu slod,slod i jablko,banany,smak powiela zapach tylko moze bardziej wyczuwalne sa owoce,duzy plus za to ze jest lekkie i orzezwiajace ", "Bottle.", "\r\n", "Systembolaget.", "\r\n", "Clear golden colour with a white head.", "\r\n", "Malt, some hops.", "\r\n", "Thin body, medium carbonation.", "\r\n", "Malt, some hops.", " ", "Cela va juste pour dépanner, reprenant certains commentaires, c’est un produit de masse. Je pense que c’est la moins pire de toute.  ", "A quoi sert cette bière. A boire. Celle-ci a peine. Peu d’amertume. Pas trop de gout. Au moins la couleur est pas mal. ", "Golden with small white bit creamy head. Typical \"standard lager beer\" taste, not bad bitterness, which stays as an aftertaste, but at the same time nothing special. ", "Very clear yellow brew with the aroma of grain and that skunk funk from the green bottle. Taste is grain and again that skunk funk but that was expected from a green bottled European lager. It’s thin and watery but that may be in part of the seemingly none existence of carbonation (no head, very little bubbles). Typical for the style but at a reasonable price for an import. Not seeing this as #1 or #2 or even in the top 100 in the USA. Correction, light beer is king in the USA so maybe this one has a market here too. What do I know, I like GOOD beer.\r\nMy bottle says ABV 5.0%. May need to update the description here. "], "note": ["1.6", "3.2", "2.1", "2.3", "2.6", "1.7", "2.2", "1.1", "2.3", "2"], "Aromes": ["3/10", "6/10", "5/10", "4/10", "5/10", "3/10", "6/10", "1/10", "3/10", "4/10"], "Appearance": ["2/5", "3/5", "3/5", "2/5", "4/5", "3/5", "3/5", "3/5", "4/5", "2/5"], "Taste": ["3/10", "6/10", "4/10", "5/10", "5/10", "3/10", "3/10", "2/10", "5/10", "4/10"], "Palate": ["2/5", "3/5", "3/5", "2/5", "2/5", "2/5", "2/5", "1/5", "2/5", "2/5"], "Overall": ["6/20", "14/20", "6/20", "10/20", "10/20", "6/20", "8/20", "4/20", "9/20", "8/20"]},
{"beer_name": "Kronenbourg 1664", "user": ["danlo", "Towey1989", "dukeandduke", "ANZUShophunter", "pricey290483", "Holmen2", "redders1974", "tbonde", "ectuohy27", "Rammer"], "nr_reviews": ["3387", "3482", "312", "687", "815", "4353", "1713", "364", "1317", "397"], "comment": ["440ml can from local shop. Golden amber colour, white foam head that diminishes and metallic grainy aroma. Taste is sweet, malty, maize, grain, with some grassy metally cardboardy bitterness. Thin mouthfeel, light bodied, high carbonation, grainy finish. A bland pale lager. ", "Keg at The Green Dragon, Leek (JDW) A clear golden colour with a fizzy white head. Aroma of grain, cereal and maize. Taste is exactly the same. Light bodied and moderate carbonation. A light bitterness in the finish. Crisp, clean and refreshing but it sure is bland and boring. Standard lager really. ", "3/1 (Bottle). Light golden pour with minimal head. Nice hops aroma. Very light beer taste and texture. ", "From bottle. Clear and golden with medium head. Decent taste: crisp and clean with a hint of butterscotch. Standard Euro lager. ", "standard mass produced larger that is better than some of the others but is still not good  ", "From can at train to Lille with KL, AKH and GH. Clear golden. White lacing and diminishing head. Weak aroma of hops, grain and maize. Similar taste. Rather sweet and with a hint of pears. A mediocre Eurolager. ", "Pretty standard mass produced euro lager better than your Carling’s worse than Stella hints at that Belgium taste but let’s itself down. \r\nBest drunk: ifntheresnonly fosters on tap on a hot day ", " 33 cl. can at home from fridge in large glass. Pretty standard lager with normal carbonation, colour and head. Surprisingly little aroma, partly brewed on maize which I do not like and a bit too sweet for my taste. Where the 1664 does score over many lagers in my oppinion is its rather distinctive, lingering aftertaste which I would claim I could recognize at a blind tasting - though to be fair, I have never tried. An easy drink and I remember it as being distinctly better on tap. ", "Surprisingly good for a PL, though I like Kronenbourg’s blanc so it shouldn’t be that surprising. Smooth and richly malty. ", "Tolerant lager. Malt in the aroma, the taste is very simple, but not obnoxious. Not the worst option. "], "note": ["2.2", "2.3", "2.9", "2.4", "1", "1.6", "2.8", "2.9", "3.6", "2.2"], "Aromes": ["4/10", "3/10", "7/10", "4/10", "2/10", "3/10", "5/10", "2/10", "6/10", "5/10"], "Appearance": ["3/5", "4/5", "3/5", "3/5", "2/5", "3/5", "3/5", "4/5", "3/5", "2/5"], "Taste": ["5/10", "4/10", "5/10", "5/10", "2/10", "3/10", "6/10", "7/10", "8/10", "4/10"], "Palate": ["2/5", "3/5", "2/5", "2/5", "2/5", "2/5", "3/5", "4/5", "3/5", "2/5"], "Overall": ["8/20", "9/20", "12/20", "10/20", "2/20", "5/20", "11/20", "12/20", "16/20", "9/20"]},
{"beer_name": "Kronenbourg 1664", "user": ["Florya", "Dervock", "ChewyBeer", "TedE", "swapp", "Lele", "ametras", "strap", "ciaranc", "gregorymconway"], "nr_reviews": ["2027", "1526", "451", "1559", "424", "562", "1809", "981", "1306", "233"], "comment": ["How: bottle Appearance: clear straw, medium white head. Aroma: grass, some fruits Palate: high carbonation, thin body. ", "Bottle - yellow, fizzy, corn with hints of hop. Taste us sweet up front. Not great. ", "Poured from tap, decent amber colour with good head. Malty nose followed by clean malty taste. Easy drinking ", "330ml bottle into glass. Sweet lavender and malt nose. Strange. Amber with small head, one or two bubbles. Taste is crisp, watery, not a lot happening. Aftertaste is faint cooked vegetables, bit of malt, then tinny hops to finish. Pretty ordinary.  ", "500 ml mug, clear amber color with week white head. smells like grass with old beer. taste are some kind grass with strange bitter and a bit to watery, nothing good to describe. another commercial lager ", "Birra industriale, quindi non si può pretendere molto. Presenta solamente due sapori: maltato e amarognolo, non perfettamente amalgamati tra loro. Detto questo, si lascia comunque bere abbastanza tranquillamente ed è dissetante. Diciamo che di birre industriali ne ho assaggiate ben di peggio... ", "330ml bottle. Clear dark gold with a frothy white head. Flavors are cereals, honey, lemon and grass. Light body, fizzy carbonation, slick texture.  ", "Standard run of the mill crap lager. Really can’t tell the difference worldwide.  ", "Bottle from some bollix at a party. Fizzy yellow corn smelling, corn tasting shite. No aroma, fizzy, awful.  ", "Transparent straw body with very thin bubbly white head. Grassy, cereal with a subtle skunky aroma which becomes more present through the\nFinish. Light bodied. Some hop presence in the finish with a present carbonation. "], "note": ["2.2", "2", "3.5", "1.5", "1.5", "1.9", "2.5", "1.6", "1.9", "1.5"], "Aromes": ["3/10", "4/10", "8/10", "2/10", "2/10", "2/10", "5/10", "3/10", "3/10", "3/10"], "Appearance": ["3/5", "2/5", "4/5", "2/5", "3/5", "1/5", "3/5", "3/5", "2/5", "2/5"], "Taste": ["4/10", "4/10", "6/10", "2/10", "2/10", "4/10", "4/10", "3/10", "4/10", "2/10"], "Palate": ["3/5", "2/5", "3/5", "1/5", "2/5", "2/5", "2/5", "2/5", "1/5", "2/5"], "Overall": ["9/20", "8/20", "14/20", "8/20", "6/20", "10/20", "11/20", "5/20", "9/20", "6/20"]},
{"beer_name": "Kronenbourg 1664", "user": ["ccex", "bewyder", "eRock_2013", "RhetoricalAns", "dickaf", "hopdog", "martjoobolut", "TheFoamhead", "Gbgbrouge", "Diabobale"], "nr_reviews": ["1398", "558", "526", "973", "2", "13315", "5424", "260", "379", "561"], "comment": ["300 ml bottle from make0your-own six pack pours a clear yellow with a one-finger head that leaves good lacing anyway. Aroma is that of so many other European pale lagers: grainy, grassy and skunky. (I wonder if the skunkiness comes from being exported in green bottles). Taste is slightly sweet with some hops bitterness in the finish. Body is light with lively carbonation and a crisp mouthfeel. Very easily drinkable and refreshing on a hot day, but nothing outrageously good or bad.  ", "Lager quelconque sans grand intérêt, heureusement au dessus de la kro classique. Pas rebutante mais j’évite quand même. ", "Standard low-budget European pale lager, and while officially French, this brew originates in the more Germanic-influenced Alsace region of France, not that those origins make much of a difference here. Pours a straw yellow with a foamy head that has zero retention, and smells of sweet grainy malt and stale hops. Taste is funky and overall unappetizing, pale malt with adjunct off notes and a sour hoppy bitterness. Very thin and light on the palate. Weak malty aftertaste and dry sticky finish. Has some unique flavors-the malty sweetness is kind of pleasant- and is better than a Carlsberg, but not by much. Nothing special or particularly French about this. ", "500 mL can. Clear yellow gold pour tall white head after an aggressive pour, tiny bit of retention and a few spots on the glass. Grain, and mild hay aroma, Taste is grainy, mildly sweet. Body is light, dry finish. ", "Muy buena cerveza, exelente sabor olor , para mi va con cualquier comida, recomiendo q prueben con un buen asado de cordero ", "Bottle. Poured a yellow color with a smaller sized head. Yep, a pale lager with nothing setting this one apart.  ", "0,25L bottle. Pours golden with white head. The head stays for a moment. Aroma is sweet, malt, some fruity notes. Flavor is sweet, citrus, malt, notes of corn and maybe even some wheat. Overall: not awful. ", "France has definitely better beers and it’s far away from the pole position in my rating. ", "Poured from bottle, clear gold with low head. Aroma mild with notes of toast and hay. Taste mild and watery with some bitterness. Summer lawn mowing beer. ", "Una lager molto commerciale. Poco luppolo, troppe bollicine, schiuma quasi inesistente. E’ una francese e si vede "], "note": ["2.2", "2", "2.1", "2.2", "3.5", "1.7", "2.2", "2.5", "2.2", "2.1"], "Aromes": ["4/10", "4/10", "5/10", "6/10", "6/10", "3/10", "4/10", "4/10", "4/10", "4/10"], "Appearance": ["2/5", "2/5", "2/5", "2/5", "3/5", "3/5", "3/5", "3/5", "3/5", "2/5"], "Taste": ["6/10", "4/10", "3/10", "5/10", "8/10", "3/10", "4/10", "6/10", "4/10", "4/10"], "Palate": ["2/5", "2/5", "2/5", "2/5", "4/5", "2/5", "2/5", "2/5", "2/5", "3/5"], "Overall": ["8/20", "8/20", "9/20", "7/20", "14/20", "6/20", "9/20", "10/20", "9/20", "8/20"]},
{"beer_name": "Kronenbourg 1664", "user": ["seynie", "joejames", "VincentDamon", "scanovajr", "metalspice", "slowrunner77", "eduardovl", "rollerton", "Bif", "waiake"], "nr_reviews": ["419", "510", "529", "738", "1164", "13337", "1490", "196", "2407", "606"], "comment": ["Pale yellow, no foam. Mostly water, a very little bit of malt and sweetness. Almost no finish ", "Bottle to shaker glass. Pours straw yellow/gold, quick one finger head, some lacing and retention. Aroma of bread, yeast and skunk. Taste is mostly sweet like Bazooka Joe bubble gum, with just little bitter twang. Light bodied, medium carbonation, slight metallic mouth feel. Finishes mostly sweet with cereal, herbal and skunk notes. Strange pale lager but drinkable.  ", "Bière blonde, claire, à la mousse généreuse. Nez de malt blond dont je perçois quelques notes vineuses. En bouche, c’est plutôt banal, mais le goût est tout de même franc, bien balancé. Notes vineuses présentes encore une fois. Bonne petite bière de soif.  ", "A clear yellow beer with a medium yellow head. Aroma is floral, grassy with some maltiness. Taste is malty, sweet with some bitterness in the end. Reasonable ", "Frisk duft av gress og grønt eple. Smaken er preget av gress og svakt av brøddeig med en forsiktig bitterhet på slutten. ", "\"fresha aroma, and a fairly refrshing beer, but the word i’d use to catergorize it best is common. standard lager. i’ll have a sam smith’s organic for my money.\"\r\n\r\n\r\n \r\n \r\n \r\n ", " 500ml can served in a Weizen glass.\r\nA: Pours a clear golden color forming a big aired, bubbled, fluffy white head. Good retention. A thin layer of bubbles lasts forever and many lacings are left in the glass\r\nS: Sweet in the nose. Sweet grains, mainly. Lager yeasts and flowery/citrus hops\r\nT: Slightly sweet upfront. Sweet malts and lager yeasts. Bready. A little bit metallic and some bubblegum sentation. Stingy citrus hops in the end. In overall, a dry beer with a nice mild bitter hoppy sting\r\nM: Very light body and medium to high carbonation. Aftertaste is grainy and mild bitter\r\nO: Medium drinkability. An honest cheap Lager.\r\n[ BA Review @ 6/27/2010 ] ", "Bottle from SB. Pours a very large head. Nose is kind of yeasty. Taste is very anonymus, easy to drink. Good for an ordinary lager! ", "Bottle. Pours a starw color with a small head. Aroma of grain,hint of sweetness and a bit musty. Taste of caramel sweetness and grain. Mild bitterness and a fairly clean finish. Light body and pretty bland. There are a number of good french beers out there but this is not one of them ", "330ml bottles pours pale gold with a faint aroma, mild bitter sweet taste is a bit watery but for a typical macro euro lager its fruity & quite refreshing "], "note": ["1.7", "2.5", "3.2", "2.2", "2.9", "2.1", "2.6", "2.9", "2.2", "2.6"], "Aromes": ["3/10", "5/10", "7/10", "5/10", "6/10", "5/10", "4/10", "5/10", "5/10", "4/10"], "Appearance": ["2/5", "3/5", "4/5", "2/5", "3/5", "2/5", "3/5", "4/5", "2/5", "4/5"], "Taste": ["2/10", "5/10", "7/10", "5/10", "5/10", "4/10", "5/10", "5/10", "5/10", "4/10"], "Palate": ["2/5", "2/5", "3/5", "2/5", "4/5", "2/5", "3/5", "3/5", "2/5", "3/5"], "Overall": ["8/20", "10/20", "11/20", "8/20", "11/20", "8/20", "11/20", "12/20", "8/20", "11/20"]},
{"beer_name": "Kronenbourg 1664", "user": ["Senka", "loco_gallego", "adamnowek", "Bedni", "albeuda", "gegwilson", "DomD", "frederickllave", "Alengrin", "Timvim"], "nr_reviews": ["1097", "217", "3580", "394", "10", "3832", "317", "40", "5962", "175"], "comment": ["Can/bottle/tap. Was a lager of choice for me in UK, when fresh on tap. Sharper than Foster/Carling/etc. Can is nicer when compared to bottle.  ", "Bière blonde conventionnelle. Mousse blanche, persistant légèrement sur les bords. Carbonation haute. Arôme malté d’orge, rien de spécial. En bouche fade,à part une petite amertume d’houblon. Pis beaucoup trop de carbonation pour déguster quoique ce soit.  ", "Not the best smelling European lager I’ve ever come across. Like many in the category, it gets the job done but just barely. Hold your nose when you take a sip and you’ll be alright. ", "foam drops quickly, color light yellow,\r\nlow bitterness, awfull smell, and taste on tongue after a while ", "Bière sans grand caractère ni gout, pas de profondeur, trop pétillante, bref rien d’extraordianire ", "Keg in a bar somewhere in France. Golden with a white head. An OK lager. Nothing to make it stand out of the crowd. Bitter and refreshing with mild spice and citrus. ", "From 500 mL can. Aroma of hay and bread. Pours a clear slightly golden pale with frothy head. Slight sweet taste. Light body, oily texture, lively carbonation, and a slightly bitter finish. Seems to me like a slightly creamier and sweeter version of the Euro Lager. ", "Buen sabor,facil de tomar,poco olor, poca retencion de la espuma pero es buena........ ", "France’s national standard lager, so to speak, now owned by Carlsberg. Pale golden blonde with snow white head. Metallic, with corn sweetishness, watery body with herbal hop bitterness in the finish not unlike Carlsberg’s. A little bit different from the standard but still a boring pale lager. ", "On tap @ Boulebaren, Stockholm, 20140823. Faint aroma of banana and pear, some yeast. Taste is similar with some bready malt. Quite bland. "], "note": ["2.7", "2", "3", "1.4", "2", "2.3", "3", "3", "1.8", "1.9"], "Aromes": ["4/10", "3/10", "4/10", "2/10", "4/10", "4/10", "6/10", "4/10", "4/10", "4/10"], "Appearance": ["3/5", "3/5", "3/5", "1/5", "2/5", "3/5", "4/5", "4/5", "2/5", "3/5"], "Taste": ["5/10", "4/10", "5/10", "3/10", "4/10", "4/10", "6/10", "8/10", "3/10", "3/10"], "Palate": ["2/5", "2/5", "3/5", "2/5", "2/5", "3/5", "3/5", "4/5", "2/5", "2/5"], "Overall": ["13/20", "8/20", "15/20", "6/20", "8/20", "9/20", "11/20", "10/20", "7/20", "7/20"]},
{"beer_name": "Kronenbourg 1664", "user": ["YantarCoast", "firstsip", "Hullujussi", "Nevalainen", "mikske79", "cblado", "Camons", "tinylightsrecs", "Beerkenstock", "Gorm"], "nr_reviews": ["1655", "752", "21", "871", "1771", "298", "13578", "437", "114", "1899"], "comment": ["500ml can on the train. Pours a dark gold with a small head. Smells a bit like a witbier. Refreshing. I'd go for this over the other macro lagers that are usually on tap. ", "Bottle. Bright, bubbly gold. Some lingering head. Very light body. Yeast is vaguely Belgian with its subtle banana. Very light. ", "66 cl bottle from Morrisons. After pouring the aroma appears in a pleasant way. Reminds me great times at the golf course. Appears like an everyday lager - clear and golden. After some sips the aroma fades away. There’s almost no aftertaste at all. At least it’s not disturbing. In the end it’s nothing special. It’s all about the first impressions. ", "Can 5,0%. Clear golden color, with white long-lasting head. A bit fruity and metallic aroma. Lightly bitter waterish taste. Short aftertaste. ", "Een vlot drinkend biertje, in zijn categorie is hij niet zo slecht. Een goede middelmaat ", "On tap. Pours a goldenrod color, slight head. Aroma is slight hops and grainy malt. Flavor is similar. Thin body, but feels a bit chewy. Overall it’s a drinkable mass-produced pale lager. ", "Can @ home. Pours light golden with a white head. Aroma of malt, little grain, grass, little green apples. Flavor is malt, appels, grass. Medium body, average carbonation. Pretty nice for the style. 080814 ", "Bottle from Asda Newburn. Average - fizzy, a touch creamy, a little peppery. Preferable to a number of high street lagers though. ", "Drink cold (8°C)\r\nEye: pale, watery-golden colour\r\nNose: hops and wheat\r\nMouth: grains (foremest wheat) reminds me of a witbeer.\r\nPalate: dry finish\r\nOverall: decent pale lager for a bbq in the summer ", "Klar lys gyllen farve med litt lyst skum. Lukt av lys malt og humle. Smak av lys malt og noe sitrus. Vaaland.\r\n\r\n "], "note": ["2.9", "2.7", "1.6", "2", "2.8", "2.4", "2.4", "2.9", "2.6", "2.1"], "Aromes": ["4/10", "5/10", "3/10", "4/10", "6/10", "4/10", "5/10", "5/10", "5/10", "4/10"], "Appearance": ["3/5", "3/5", "3/5", "3/5", "3/5", "2/5", "3/5", "3/5", "2/5", "3/5"], "Taste": ["5/10", "5/10", "4/10", "3/10", "5/10", "6/10", "5/10", "6/10", "6/10", "4/10"], "Palate": ["3/5", "3/5", "2/5", "3/5", "2/5", "2/5", "2/5", "3/5", "3/5", "2/5"], "Overall": ["14/20", "11/20", "4/20", "7/20", "12/20", "10/20", "9/20", "12/20", "10/20", "8/20"]},
{"beer_name": "Kronenbourg 1664", "user": ["RW80", "Mr_Pink_152", "GuideDogSaint", "Bork", "zombywoof", "John25", "zacgillbanks", "Xavalias", "MarkaPola", "Serapac"], "nr_reviews": ["2919", "5848", "1817", "461", "467", "1291", "5692", "286", "5", "573"], "comment": ["0,5 l From the draft \r\n\r\nAppearance clear golden wih a bit thin 2 finger sized head, not that great retention. \r\nAroma::Light malts,straw, Faint floral notes.\r\nTaste: Follows the aroma Sweet malts, some hay, grass, and bread with \r\na ;light bitter dry finish.\r\n thin body, slightly,slightly above average carbonation. \r\nA Typical European Lager allthough not a bad one.  ", "Pint from an American style dinner. Gold white head no aroma, beer like taste, watery palate. ", "On tap at the Ship Hotel, Weybridge 25/7/14. Pours golden with a white head. Cardboard and sweetness. ", " Light and decently clean. Carbonation is somewhat annoying and the finish is watery, but generally a refreshing beverage. ", "Pilsner glass. yellow, dissipating head. Slight aroma of grass and cereal. Slightly metallic taste. Light body. Don’t see myself revisiting this one. ", "Bottle and draft (pressure) in Paris. Basic, easy lager. Bittersweet finish, high carb. Not bad, better choice over Heineken at the standard cafés.  ", " 5.0% Bottle from B&M, Team Valley, Gateshead. Golden coloured with a thick white head. It has a malty, grassy and fruity flavour followed by smooth bitter-sweet slight peppery finish. Ok. ", "Can from a Danish supermaket. Pours clear golden with thin white head. Initial bitter kick, then nothing. Watery, not much in the aromas. ", "Bière blonde sans caractère particulier. Une bière de consommation courante (pour la soif) mais certainement pas de dégustation.\n\n---Rated via Beer Buddy for iPhone ", "A bottle. One of the more decent euro lagers, refreshing bitter-sweet, medium body. Tasted against a bottle of Stella Artois and clearly wins the contest.\n---Rated via Beer Buddy for iPhone "], "note": ["2", "1.9", "2.3", "2.9", "2.2", "2.7", "2.2", "1.6", "1.7", "2.9"], "Aromes": ["3/10", "3/10", "4/10", "6/10", "4/10", "5/10", "5/10", "2/10", "3/10", "5/10"], "Appearance": ["2/5", "4/5", "3/5", "3/5", "2/5", "3/5", "2/5", "3/5", "3/5", "3/5"], "Taste": ["4/10", "3/10", "5/10", "6/10", "5/10", "4/10", "4/10", "4/10", "4/10", "6/10"], "Palate": ["2/5", "3/5", "2/5", "2/5", "2/5", "3/5", "2/5", "2/5", "1/5", "3/5"], "Overall": ["9/20", "6/20", "9/20", "12/20", "9/20", "12/20", "9/20", "5/20", "6/20", "12/20"]},
{"beer_name": "Kronenbourg 1664", "user": ["NikkTwist", "Tstamba", "rocketman06", "htzpah", "beerbaaron", "BLADT", "POLK", "Dacrza", "RedSox2004", "ianwelby"], "nr_reviews": ["3446", "786", "5", "105", "1997", "701", "2219", "1079", "2000", "1574"], "comment": ["Bottle at Fado. Clear gold pour. Soapy white head. Lace. Medium toasted wheat beer that starts out nice - but quickly turns to some needless acetic notes that just - well - ruin it. Looks nice. Tastes like carbonated urine. Could not finish it. ", "On draft while sitting at a cafe near the harbor in Toulon France. Light gold with thin white head and lots of bubbles. Good blend of malt hop and sweet. Drinkable thirst quencher... \n\n---Rated via Beer Buddy for iPhone ", "Smells like rubber tire. I’ve smelled other beer like this and they have been better. Taste is ok.  ", "Fantastic beer I drink as a session. Can drink all day with meals or while watching France lose to Germany, and be reminded of one decent thing the French can brew, even though it pales in comparison to German offerings. ", "Clear pale golden with a minimal white head. Sweet grain. Corn. Bread. Vaguely fruity. Mild dryness. Watery. Goes down quick and easy. Ok. ", "Bottle pour. See through gold. Thin head. No lacing. Nose is lemon grass, straw and some corn. Comes across as sweet. Light body, mostly neutral. Better than expected hop presence: some mild, pleasant, bitterness. You can do a lot worse in this style. ", "thin but slightly lemon and lovely soft pilsner although it is somewhat boring. ", "DATE REVIEWED: June 21, 2014... GLASSWARE: Blanche de Chambly pokal... OCCASION: Willow Lake orientation day...APPEARANCE: cascading bubbles round out a clear golden body; thick white head--exhibits excellent white cloudy lacing... AROMA: fragrant Saaz with soft lemongrass and some wheat yeasts--fresh and energizing (and unexpected)... PALATE: soft, almost creamy champagne-like (unavoidable comparison?) and smooth; light, clean, dry aftertaste... TASTE: a bit maltier than anticipated; refreshing with some fruitiness and honey accents... OVERALLL: a surprisingly strong profile for a beer--a French beer, at that--I had long forgotten since our trip abroad in ’03..this beer poured fresh, presented well, cleansed the palate as a pilsner is apt to do, and offered just enough flavor to elicit a satisfied night.... ", "Pale yellow, tons of bubbles. Grainy malt, with corn and cardboard. Light body, huge effervescence. ", "Basic enough lager but it meets the bitter/sweet balance quite well. As these sort of beers go it’s one of my preferred ones.  "], "note": ["2.1", "2.8", "2.5", "2.5", "2.3", "2.2", "2.7", "4", "1.8", "2.7"], "Aromes": ["4/10", "5/10", "3/10", "3/10", "4/10", "4/10", "5/10", "8/10", "3/10", "5/10"], "Appearance": ["4/5", "3/5", "3/5", "2/5", "2/5", "2/5", "2/5", "5/5", "2/5", "3/5"], "Taste": ["4/10", "6/10", "6/10", "6/10", "5/10", "5/10", "6/10", "7/10", "4/10", "6/10"], "Palate": ["2/5", "3/5", "3/5", "2/5", "2/5", "3/5", "2/5", "4/5", "2/5", "2/5"], "Overall": ["7/20", "11/20", "10/20", "12/20", "10/20", "8/20", "12/20", "16/20", "7/20", "11/20"]},
{"beer_name": "Kronenbourg 1664", "user": ["Philym", "miquelcrush", "ShivanDragon", "angel77", "Drinking_77", "asimeow", "Maakun", "a_sully", "weismahn", "fellebag"], "nr_reviews": ["1003", "2053", "4723", "4137", "147", "292", "6871", "457", "1", "1576"], "comment": ["Appearance: Clear golden amber with finger thick white head.\r\nAroma: Corn, herb,grassy, spicy, slight citrus notes and light malt.\r\nTaste: Low/medium bitterness and sourness with low sweetness.\r\nPalate: Smooth medium thick texture, light body, average carbonation, abrupt bitter, slightly sour malty, spicy corn finish.\r\nComments: Ok and glass lace. Rating is for bottled version 5.0% ABV.  ", "Bona cervesa, equilibrada i gustosa.\r\nBuena cerveza, equilibrada y sabrosa. ", "Hoe kan ik deze nog niet hebben genoteerd, daar werd je in Frankrijk werkelijk mee doodgegooid in de supermarkt\r\npilsgouden witte kraag, vrij zwakke pils, moutig en siroopzoetigheid, iets smaakvoller dan de gemiddelde slechte pils, \r\nmaar niet zo interessant,  ", "Botella de 33 cl tomada por ultima vez en septiembre de 2011. (fecha de cons pref para 07-04-2012). Suave y ligera, refrescante y para quitar la sed y nada mas. ", " Review: Can of Kronenbourg Pale Lager, 5.5%ABV\r\nKronenbourg 1664 is France’s No.1 selling beer, and a nice refreshing beer with a lot of interesting flavours.\r\n\r\nThe appearance is a lovely clear amber colour, with a nice frothy white head. The appearance has the wow factor, it looks really like a beer you definitely want to drink.\r\n\r\nThe smell is not strong but you can get both a nice faint sweetness and a fruity aroma off the beer.\r\n\r\nTaste has a mixture of different flavours from fruit, sweet caramel malts, honey, to a sweet malt taste at the start followed up with a mild hop bitterness. All in all a nice crafted beer and quite an enjoyable drinking experience mainly due, in my opinion, to the complexity of the flavours. Truly a well balanced beer. ", " 0,33l bottle. 2nd rating. 4,5 ABV. Fruity, almost bubblegum aroma. Worty and heavy on the pilsner flavour. Could just as well drink a decent non alcoholic beer. Dull, but not unpleasant. ", "Can. Pale golden with fluffy white head. Sweet malt, corn, some apple and a hint of spices. Slight bitter finish seems a bit unnatural. Meh ", "Taste of straw corn and honey, sweet taste. Yellow colour and opaque, small white head.\n\n---Rated via Beer Buddy for iPhone ", "Draught pint. Slightly bitter pale ale with sweet corn notes in the after taste. All in all a nice beer.  ", "Bottle 33cl. Small white head, clear light pilsener color. Aroma is malt, industrial, corn, wort. Taste is watery of grass, malt. "], "note": ["3.3", "2.3", "2.4", "2", "4.2", "2.8", "2.3", "2.9", "3.1", "1.7"], "Aromes": ["6/10", "5/10", "5/10", "4/10", "7/10", "6/10", "5/10", "5/10", "7/10", "3/10"], "Appearance": ["3/5", "2/5", "3/5", "3/5", "5/5", "4/5", "2/5", "3/5", "5/5", "2/5"], "Taste": ["6/10", "5/10", "5/10", "4/10", "9/10", "5/10", "4/10", "5/10", "6/10", "2/10"], "Palate": ["3/5", "2/5", "3/5", "2/5", "4/5", "3/5", "3/5", "2/5", "3/5", "2/5"], "Overall": ["15/20", "9/20", "8/20", "7/20", "17/20", "10/20", "9/20", "14/20", "10/20", "8/20"]},
{"beer_name": "Kronenbourg 1664", "user": ["kerenmk", "edsspoon", "foyle", "EricTeusink", "Derbeth", "Ngejo", "b2v", "jackl", "mikkos", "crlnts"], "nr_reviews": ["5369", "905", "437", "702", "1147", "1000", "2", "8575", "306", "401"], "comment": ["can sample at a tasting at our place. Thanks Tom L. Clear pale gold with white head. Sweet, fruity, DMS aroma with a sweet, slightly metallic and worty taste. Light body, sweetish finish.  ", "Can - pale golden with a large white head which slowly fades to a thin ring. Aroma is straw, sweet malts and flowers. Taste is sweet, floral, honey, malts, hint of bubblegum with yeast and a medium bitter aftertaste with some spices. Slightly watery. Light body with a medium to strong carbonation. ", "Poured from 330ml bottle into pint glass.\r\n\r\nAppearance: pours a thick, frothy white head which slowly falls with mild lacing on the glass. Appearance is clear gold with some streaming carbonation.\r\n\r\nAroma: hay, grass, and bread dough.\r\n\r\nMouthfeel: mouthfeel is light and watery, not particularly crisp, slightly slick with a somewhat dry finish.\r\n\r\nFlavor: sweet barley malt, cracker, a bit of lemon, grassiness and yeasty bread.\r\n\r\nOverall: nicely crafted and quite good. ", "St. Barth Beer No. 2. Not that bad. Especially if one is sitting on a beach in St. Barth, reading a book, and puffing on a Cuban cigar. Can’t deny that environment may have affected my rate. Can - Marche U - St Barthélemy, FWI ", "Can. Pale colour, rocky head which does not last long, but presents pretty good lacing. Malty, fresh with light bitterness. Not overcarbonated. Quite pleasant for a lager. ", " Can. clear, golden, white foam, light sweetness, lightly bitter, average carbonation, light body, & bitter finish.  ", "Anything less than a 3.0 you’re a whiny bitch. Its a flavorfull white ams a fantastic beer.  ", "Tinny from an off-license. If we’re doing cheap pale lager, I’ll take Kronenbourg over most others. Light gold with a quickly fading white head. Super sugary nose. Breakfast cereal, a whallop of tinny skunkiness, little else. Basically sugary bread water flavor. Exceedingly fizzy, light. Overall, the unabashed sweetness of the beer gives it the edge over other swill.  ", "Pale lager with a hint of malts and hops. Drinkable, yet I wont be buying another. Thanks. \n\n---Rated via Beer Buddy for iPhone ", "Clear yellow. Medium head, lacing. Light body, soft carbonation. Aroma is non-existent to malty. A bit sweet, a bit bitter. A hint of wit profile (coriander?). Hops are noticeable. "], "note": ["1.9", "2.9", "3.2", "2.9", "2.7", "2.1", "4.8", "2", "2.5", "2.2"], "Aromes": ["4/10", "7/10", "7/10", "6/10", "3/10", "4/10", "8/10", "3/10", "5/10", "2/10"], "Appearance": ["3/5", "3/5", "3/5", "3/5", "4/5", "3/5", "5/5", "2/5", "3/5", "4/5"], "Taste": ["4/10", "6/10", "7/10", "6/10", "3/10", "4/10", "10/10", "4/10", "5/10", "5/10"], "Palate": ["2/5", "2/5", "3/5", "3/5", "3/5", "3/5", "5/5", "2/5", "2/5", "3/5"], "Overall": ["6/20", "11/20", "12/20", "11/20", "14/20", "7/20", "20/20", "9/20", "10/20", "8/20"]},
{"beer_name": "Kronenbourg 1664", "user": ["deepeary", "alexsdad06", "saintjulien", "Beertobealive", "TXBadger", "foxo82", "Iznogud", "MRMedellin", "Cunningham", "vtafro"], "nr_reviews": ["405", "11330", "185", "596", "2811", "939", "4936", "347", "8550", "7453"], "comment": [" On tap. Really easy drinking lager with some pleasing hop flavours and a hint of coriander. Crisp, clean, mild and slightly tasty. It’s a gulper. Much better than bottle servings I’ve had. ", "11.2 oz bottle from father in law. Pours a clear yellow golden color with a white head. The aroma and flavor have grainy pale malt, grass, some light earthy notes. Just not much to work with.  ", " It is a good beer, but pretty standard. In Alsace you mix it with Picon (1/4 Picon and 3/4 beer). ", "Short to no head. No specific flavors. Light yellow body. Too much cereal taste. Not appealing. I add some Picon to finish the glass.\n\n---Rated via Beer Buddy for iPhone ", "Typical lager beer. Easy drinking and not complex. Fairly smooth, just not that complex of a beer. ", "On tap at Bar Epernay, Birmingham. It had been a while since I’d had this but I was pleasantly surprised; of all the usual suspect draft lagers that are found in the majority of bars, this is my favourite. Refreshing, crisp, clean. ", "Bottle in Paris. Pours clear yellow with white head. Malty and grainy. Watery.  ", "Clear golden beer, with white small foam head. The aroma has caramel notes, and some citric ones coming from the hops; at the same time some alcoholic or licorice appear at the end but those don’t interfere with the good perception. The body is medium and the flavor has a strong hop presence which make less impressive the malt flavors, leaving a bitter ending.  ", "Hard to spot any difference to the ordinary Kronenbourg. Light clear colden colour with a small white head. Some lacing. Light hoppy aroma with a little smell of corn. Light flavor as well (big suprise). Average carbonation.", " ", "Bottle, why doesn’t Epcot France have any other beer? Golden hazy pour with white head. Light lager, some malt and off tone aromas. Flavor follows, has some sour malt tones, ugh. "], "note": ["3", "2", "2.9", "2.4", "2.6", "3.2", "1.7", "3", "2.2", "1.8"], "Aromes": ["5/10", "4/10", "5/10", "4/10", "4/10", "6/10", "4/10", "6/10", "3/10", "3/10"], "Appearance": ["4/5", "2/5", "4/5", "2/5", "3/5", "3/5", "2/5", "3/5", "3/5", "4/5"], "Taste": ["5/10", "4/10", "4/10", "5/10", "4/10", "7/10", "3/10", "6/10", "3/10", "3/10"], "Palate": ["4/5", "2/5", "3/5", "2/5", "3/5", "3/5", "2/5", "3/5", "3/5", "4/5"], "Overall": ["12/20", "8/20", "13/20", "11/20", "12/20", "13/20", "6/20", "12/20", "10/20", "4/20"]},
{"beer_name": "Kronenbourg 1664", "user": ["Renobob", "mike5326", "Icedwarf", "vickey9", "markextrae", "melush", "hackobock", "Beerhunter111", "joeharamy", "traak"], "nr_reviews": ["2063", "1789", "1898", "1000", "4638", "5030", "4073", "23609", "1", "73"], "comment": ["Bière de soif. Comme le dit sa description : bière n°1 des ventes en France ce qui veut tout dire en fait... ", "Poured from a bottle. Clear golden color, large frothy white head. Hops and grain aroma. Metallic with a sweet grain flavor and a flat finish.\n\n---Rated via Beer Buddy for iPhone ", "Verrassend lekker bier. Donkergele kleur. Pittige smaak die redelijk lang blijft hangen. ", "Nothing special. Blond without any interesting aroma, taste and palate. ", " ", "bottle from speciaalbierpakket. poured a clear golden colour with a white head. high carbonated, malts, small hop notes, metallic, and a weird chemical taste. bit to sweet. meh  ", "Botella de 33 cl. Color dorado. Sabor a malta. Lager comercial de media calidad ", "Bottle from Systembolaget. Pours clear golden with a medium sized white head. Aroma has grain, corn, light floral: Taste is sweet malt and corn, light bitter, sweet finish. Light/medium body, average carbonation.  ", "Ins Glas ergießt sich ein goldgelbes Bier mit geringer Schaumkrone. Geruch leicht malzig, getreidig, leicht süß. Geschmack leicht malzig getreidig, minimal herb. ", "The beer is decently balanced, light and crisp. \n\nIt has a pretty thick body for a light lager, and a nice spice finish.\n\nThe beer does not have much of a nose, when cold. \n\nI would definitely drink this beer again!!! ", "La pire bière à mon goût c’est simple quand il y a de la 16 je préfère m’abstenir que de boire cette pisse de rat tout droit sorti des centrale de fukushima "], "note": ["1", "2.7", "2.5", "1.3", "1.6", "2.1", "1.9", "2", "3.5", "0.9"], "Aromes": ["2/10", "4/10", "4/10", "3/10", "3/10", "3/10", "3/10", "3/10", "3/10", "1/10"], "Appearance": ["1/5", "5/5", "3/5", "2/5", "2/5", "2/5", "3/5", "2/5", "4/5", "1/5"], "Taste": ["2/10", "5/10", "4/10", "2/10", "2/10", "5/10", "3/10", "3/10", "8/10", "1/10"], "Palate": ["1/5", "3/5", "3/5", "2/5", "1/5", "2/5", "3/5", "2/5", "4/5", "5/5"], "Overall": ["4/20", "10/20", "11/20", "4/20", "8/20", "9/20", "7/20", "10/20", "16/20", "1/20"]},
{"beer_name": "Kronenbourg 1664", "user": ["Rotaldinho", "tompete", "ajnepple", "kramer", "Henrik1980", "polaxis", "Vighals", "MarcoDL", "GoufCustom", "sdmmb"], "nr_reviews": ["201", "357", "7478", "6991", "11", "73", "4574", "5515", "2285", "1857"], "comment": ["Light golden blonde, 1664 foam moderately and persistently low. His nose is low intensity and floral hop trend. On the palate, its texture is rather thick for a lager and sweet. In the end, it gives off aromas moderate to low dominant hops, but the bitterness is well proportioned and slightly spicy ", "On tap at the le Sommelier in København airport. Crystal clear off gold with a small white head. Aroma is carbonation and pils malts. Tastes like a very clean plain beer at first. Then in the finish it brightens to a rich pale malt and hop character leaning toward the hop. Body is medium to thin.  ", "11.2 oz bottle from Evergreen Discount. Golden and clear appearance with white head and thick lacing. Mild aroma of light hops, light malts, and cornbread. Similar flavor, crisp and pretty clean. Light body with ample carbonation and an abrupt finish. Pretty decent for a pale lager. ", "Bottle. Pours a clear light gold body under a one finger frothy white head that had decent retention for a Pale Lager. The nose is lightly skunky and corn laced, typical of the Euro Green Bottle beers, light hop extract, a bit of bready pale malt. The flavor is pretty bland and boring with a light hint of corn and cardboard, minimal bitterness on the back end. Light bodied and fizzy with a thankfully short finish. Not really a bad beer, especially among it’s green bottle Euro cohorts.  ", "-------- via Beer Buddy for iPhone ", "A golden beer with an OK head. Head disappears all too quickly. The aroma is nicely hoppy. Nice bitterness but still very watery. ", "Klar lys lys brun med tynt hvitt skum. Dette var en lettsrikkenes tørstedrikke uten noe smak eller lukt, passe med kullsyre til å bålet nedpå.  ", "Just like the normal pilsner, but with a nasty tardy aftertaste. Not very good. ", "\r\n\r\n", "Golden yellow colour; One-quarter finger head and soapy white foam which fades in 20 seconds; Small sticky lacing with fizzy carbonation; Pungent smell of malt, with initial light skunk (completely dissipated in 2 minutes), strong syrup, bread, lemon and light grass; Very light sweet taste of light malt, with shades of light Belgian Ale, faint syrups, light bread, light yeast, faint lemon and hint of grassy hops; Light body, thin and slightly slick palate; Mouth feel is - and I mean it - a bare bone base of light Belgian Ale, without sweetness, esters, booze and Bel yeast. Only the malt is more Lager-like, probably due to a good portion of wheat malt and unmalted wheat in the mix. Light bread, slightly yeasty, fairly clean. Not bad!... Hoppiness is initial skunk then light lemon and grass nose, faint lemon and only hint of grass taste. No bitterness, just malty and wheaty finish; Fairly dry after taste, very easy to mouth.\r\n\r\n", "Comments: Just when I thought this is another despicable macro, I am really surprised by this strongly wheaty and Belgian Ale-like characters. Make no mistake, it uses syrup to thin out the body, and hop extract is minimal at best, but the overall taste is very clean, inoffensive, and Belgian-wise it’s quite charming for a macro Pale. A go-to macro Pale for snobs, and I wouldn’t mind to be one ;) \r\n ", "Pleasant lager drunk on draft.\n\n\n\n \n\n \n \n \n \n \n \n \n \n \n\n---Rated via Beer Buddy for iPhone "], "note": ["2.8", "2.7", "2.3", "2", "3.4", "1.9", "1.2", "1.1", "2.9", "2.5"], "Aromes": ["4/10", "5/10", "5/10", "4/10", "7/10", "3/10", "2/10", "3/10", "7/10", "4/10"], "Appearance": ["3/5", "3/5", "3/5", "3/5", "3/5", "3/5", "3/5", "2/5", "3/5", "3/5"], "Taste": ["6/10", "4/10", "5/10", "4/10", "8/10", "3/10", "2/10", "2/10", "7/10", "6/10"], "Palate": ["3/5", "3/5", "2/5", "2/5", "3/5", "3/5", "2/5", "1/5", "3/5", "3/5"], "Overall": ["12/20", "12/20", "8/20", "7/20", "13/20", "7/20", "3/20", "3/20", "9/20", "9/20"]},
{"beer_name": "Kronenbourg 1664", "user": ["exeter", "Frode", "CanCrusher", "MrTipple", "Canmoore", "skoisirius", "thatgumyoulike", "MarkoNm", "keith0718", "Padchenko"], "nr_reviews": ["539", "383", "1188", "7118", "503", "1908", "32", "3028", "434", "395"], "comment": ["Poured out of the can a pale yellow with a thick white head that left lots of lacing on the glass. A slight smell of malt. Some bitter hops to the aftertaste but nothing to get really excited about. Very thin and almost too close to watery for my taste. I’m not too crazy about this beer. ", "Bottle 33 cl. \n\nPale yellow with a white head. Shy nose with some fruit and citrus. Medium sweet taste, and slightly bitter in the finish. Some floral or perfume as well.  ", "Can 0,50L - under pressure and it has 5% ABV. Golden, slightly hazy colour with big, thick, white head. Aroma of grassy hops, bready malts and some barley. Slick, oily mouthfeel, finishes with good, bitter taste. Very drinkable, above average lager, good for hot summer days. P.S.: It’s way better, than (grren usually skunked) bottled version. ", "Aroma: some light malts. Appearance: clear gold, big frothy head. Taste: light bitter. Palate: some malty sweetness coming up, continues lightly bitter, way too strong carbonation. Overall: better than average Pale Lager, but too carbonated. Bottle at Cathay Pacific Lounge Charles de Gaulle, Paris. ", "Pours a crystal clear honey colour, with a very small bubbly head. Aroma includes notes of honey, apple, light caramel. Tasting notes include apple peel, pear, grass, with a slight peppery finish. This is quite pleasant. ", "The Budweiser of France. It tastes like wet grass in your mouth with a little hop flavoring. Yah. ", "Confused as my can (bought in England) is only 5%. One of the few mainstream canned beers I will drink occasionally. Looks standard smells standard, tastes OK. Kind of a sweet ever so slightly first sip, decent bitterness. Drinkable when there’s nothing special around.  ", "This French lager pours a clear golden color and a small and quickly dissipating white head.\r\nStandard hoppy and grainy aroma is not too weak, so the nose easily picks it up.\r\nThe taste is also very nice - initially there is slight sweetness which is followed by nice hoppy bitterness. The finish is also pleasantly bitter making this beer a very enjoyable experience. ", "I haven’t been too keen on lagers in the past. Either this one is excellent, or I’m learning to like pale lagers in general. Very crisp with a nice, light malty finish. Would be my go-to summer brew. I like it also for the extra oomph in the ABV dept. for a beer in this category.  ", " 330ml bottle. Golden lager with nice aroma of hops. Pleasant standard inoffensive lager produced to be widely popular. Nothing special. Have had it many times before but wouldn’t go out of my way to get one "], "note": ["2.2", "2.2", "3.1", "2.1", "3", "1.9", "2.2", "2.9", "4.1", "2.5"], "Aromes": ["5/10", "5/10", "5/10", "3/10", "5/10", "4/10", "2/10", "5/10", "6/10", "5/10"], "Appearance": ["2/5", "2/5", "4/5", "3/5", "3/5", "1/5", "3/5", "2/5", "4/5", "3/5"], "Taste": ["4/10", "4/10", "6/10", "4/10", "6/10", "4/10", "4/10", "6/10", "9/10", "5/10"], "Palate": ["3/5", "2/5", "3/5", "2/5", "3/5", "2/5", "2/5", "3/5", "5/5", "3/5"], "Overall": ["8/20", "9/20", "13/20", "9/20", "13/20", "8/20", "11/20", "13/20", "17/20", "9/20"]},
{"beer_name": "Kronenbourg 1664", "user": ["Canyoner", "Minderbinder", "tderoeck", "s_hartshorne", "martin00sr", "JoeMcPhee", "pat_ernzen", "VDuquerroux", "kraddel", "HuskerTan"], "nr_reviews": ["17", "3469", "10774", "2840", "4577", "10173", "8", "1978", "9395", "2464"], "comment": ["This was a 330ml tin, which was part of a gift 6 pack of beers of the French Pacific from a friends from New Caledonia. I’ve had this beer previously.\r\nAroma: hops. appearance: light amber. Taste: nutty, slight astringent aftertaste.\r\nPallete: nothing out of the ordinary. Was not too impressed with this effort. ", "Bottle 330ml.\r\nPours blond with low off-white head. Good lacing. Aroma is of skunk, sugar, malt. Taste is of grain, sugar, slight bitterness. Palate: Light body. High carbonation. Poor balance. Overall: Not repulsive. Considering it is way too sweet, it is somewhat drinkable, go guess why. Not a serious offering. ", " ", "\r\nClear deep blond beer, aery white fluffy head, little stable, bit adhesive. Aroma: grains, hay, bit hoppy, some orange peel. MF: ok carbon, medium to light body. Taste: little bitter, pretty sweet, grains, malty, little sourish. Aftertaste: soft bitterness, sweet, meh. Seriously, this is not beer. I think I’d even prefer a Heineken over this... ", "Keg @old mill horbury. Clear straw colour no head. Aroma pale malts and piss. Taste sweet pale malts. Stong carbonation thin body. Not great ", "Ualmindelig almindelig. Let humlet aroma, ditto smag. Lille fylde og stort set ingen eftersmag.  ", "Pale golden pour with a thick white head. The aroma is fairly sweet with a very light herbal hop aroma and a bit of worty flavour. A bit strange - fairly dirty fermentation profile. Definite fusels and some light honey character. Odd and not very good. \r\n ", "Dunno. Green bottle. Pale lager. Cheap. Chugged this shit in deez chatz once upon a time. Wasn’t the worst thing I’ve ever drank. ", "50cL can. Home. Golden clear beer with a medium white disappearing head. Floral aroma, herbs, caramel, alcohol ( and metallic notes?). Floral bitterness with light sweetness. Thin body, short bitter dry finish. An OK beer to drink with friends after running ! ", "Pours clear blonde good white foam sugary , malty smell\r\n\r\nHigh carbo . Sweet , some metallic malts , chemical sweet sugar ...  ", " Bottle.\r\n\r\nA- Corn, grains, hay.\r\n\r\nA- Golden color, hazy liquid, white head.\r\n\r\nT- Sweet corn, grainy.\r\n\r\nP- Light body, average texture, average carbonation, crisp finish.\r\n\r\nO- Solid lager and very crisp and refreshing. "], "note": ["1.8", "2.2", "1.8", "1.9", "2", "2.6", "2", "2.7", "2.5", "3"], "Aromes": ["3/10", "4/10", "4/10", "4/10", "2/10", "6/10", "2/10", "5/10", "6/10", "5/10"], "Appearance": ["2/5", "2/5", "3/5", "2/5", "3/5", "4/5", "4/5", "3/5", "3/5", "3/5"], "Taste": ["3/10", "5/10", "3/10", "4/10", "4/10", "5/10", "3/10", "5/10", "5/10", "7/10"], "Palate": ["2/5", "2/5", "2/5", "2/5", "3/5", "2/5", "3/5", "2/5", "3/5", "3/5"], "Overall": ["8/20", "9/20", "6/20", "7/20", "8/20", "9/20", "8/20", "12/20", "8/20", "12/20"]},
{"beer_name": "Kronenbourg 1664", "user": ["harrymel", "jmagnus87", "marquisalex", "budedou", "Pijiuke", "tricksta_p", "MissPxx", "Rasbaek", "Crimexturtle", "jcr"], "nr_reviews": ["1551", "3302", "167", "1085", "85", "5416", "991", "2", "1", "2789"], "comment": ["Review from notes on 07/06/10\r\n$2 for 12oz @ Huck’s in Spokane, WA\r\n\r\nThis beer pours brilliant gold with a loose single finger foamy head which remains for nearly the life of the beer. Nose is grainy with a hint of citrus and grapefruit. Grain with floral notes and corn flavors. The beer is thin and falls down throat with ease. Has a sweet finish and leaves palate cleansed. This is a decent pils, wouldn’t turn it down.\r\n\r\nServing type: bottle\r\n\r\n12-23-2010 ", "Bottle sampled at a tasting event. From notes. Somewhat bland with hints of citrus and wheat. Not mind-blowing lay awesome but very drinkable ", "Draft, branded glass. Pale gold, white head, good lace. Smells grainy, a little straw. Taste is metallic, bland. Mass. ", "Very disgusting beer...\r\nNothing to say, it’s just a fake...\r\nPeople should stop to drink shit.... ", "Just another mass market lager. Little head and flatten almost immediately. The liquid is rather lively though. Personally, I think it tastes like a slightly stronger version of Carlsberg. Rather disappointed. French are wine people not beer. Can I say I would prefer a Bud or a Tsingtao to this? ", "Pours a clear yellow with a small white head. Aroma of hay, and some hops. Watery and it has a peculiar sweetness to it. Not a fan. ", "A nice lager, but still a lager. Good amber colour. Preferable to some other randoms on the market. Alright, but nothing special \n\n---Rated via Beer Buddy for iPhone ", "Big bubbles. Little smell. Average mass produced larger. Not much complexity, easy drinking. ", "When I first took a drink, everything was fantastic about this beer. But the more I drank, the stronger the bitter aftertaste became. I didn’t mind at first, but the more I had, the more I realized the aftertaste tasted like coffee. I drank most, but I couldn’t stand the bitter coffee aftertaste. ", "Draft. Light golden body with a small, white head. Aroma of grain, cereal and a light scent of canned corn. The flavor is moderately sweet and lightly bitter. It finishes lightly sweet and moderately bitter. Husky grain aftertaste. Light to medium body, watery texture, fizzy carbonation. "], "note": ["3", "2.6", "1.7", "0.8", "2.6", "1.5", "3.2", "2.3", "2.5", "2.2"], "Aromes": ["6/10", "5/10", "3/10", "1/10", "5/10", "3/10", "8/10", "2/10", "6/10", "4/10"], "Appearance": ["3/5", "3/5", "3/5", "2/5", "3/5", "2/5", "3/5", "2/5", "4/5", "3/5"], "Taste": ["6/10", "4/10", "3/10", "1/10", "5/10", "2/10", "6/10", "5/10", "3/10", "4/10"], "Palate": ["3/5", "2/5", "2/5", "2/5", "3/5", "3/5", "4/5", "2/5", "4/5", "3/5"], "Overall": ["12/20", "12/20", "6/20", "2/20", "10/20", "5/20", "11/20", "12/20", "8/20", "8/20"]},
{"beer_name": "Kronenbourg 1664", "user": ["DialSquare", "petewhitley", "neur0", "sonnycheeba", "Xenomorph", "Smurf2055", "AcctError285445", "sinfull", "Cirrhosis", "gschrade"], "nr_reviews": ["5193", "570", "1457", "6595", "62", "1400", "60", "1862", "1283", "1112"], "comment": ["Surprised I hadn’t rated this. I remember getting these from a vending machine at a hotel in paris. This is from a 12oz bottle, ABC on Apalachee. Yellow gold pour with a thin white head. Aroma is earthy grain. Tastes are crisp sweet malt, floral, buttery bread. High carbonation. I’d take this ahead of many other european pale lagers. ", "~This review was made some time ago via another application, and thus the specific details (beyond numerical scores) are no longer available~ ", "(Flasche) Es hat eine sonnengelbe Farbe, ist klar filtriert mit einer weißen Schaumkrone. Das Aroma ist süß, hopfig, riecht nach rotem Apfel und sehr leicht strohig. Der Geschmack ist sehr schlank, wenig süß, würzig und etwas bitter. Im Nachgeschmack bleibt nur eine unangenehme, breite Bittere zurück. Es hat auch etwas viel CO2\r\n-(Bollte) It pours a bright and clear yellow colour with a white head. The aroma is sweet, hoppy with some red apple and a little bit of straw. The flawor is slim, just a little bit sweet, spicy and a bit bitter. At the after taste there is just a wide unpleasant bitterness and also the carbonisation ist too strong ", "Tap. Pours extremely clear, bright gold with thin, fizzy white head. Aroma is pale malts, sugar, light floral notes, and light citrus. Flavor is dry, pale malts, light fruit esters, and faint floral hop bitterness; dry, crisp finish. Light body and medium carbonation. ", "Un peu mieux que la Kro de base, mais très décevante. Houblon un peu plus présent mais bière sans aucun caractère. A éviter. ", "Pours lively yellow, finger white head.\r\n\r\nSmell liht straw and grain.\r\n\r\nTaste lager yeast, bread, bit of a bitter after taste. \r\n\r\nLight body\r\n\r\nNot horrible ", "På flaske . Farven er rav. Hvidt skum. Smager af malt, humle og frugtagtige. \n\n---Rated via Beer Buddy for iPhone ", "Standard drinkable eurolager. Malt and noble hop an aroma. Malty taste with notes of bread. Minimal bitterness.\n\n---Rated via Beer Buddy for iPhone ", "Bottle is green...........what else needs to be said. Sweet apple, skunk, and unhappiness dominate the aroma. This is drinkable...... but what does that really mean, most beers are drinkable....... after 1400 plus beers I’ve only dumped maybe 10 at most, so i guess that means 99.9% of all beers are drinkable. So very sweet, skunky hops, the misery of 100 unadopted ugly orphans. Beer is dry with a clean finish. This beer is drinkable.  ", "I had this at Global Brew. Pours clear gold with a white head. Taste crisp , like a lager. I thought this was pretty good. I would definitely drink this again.\n\n---Rated via Beer Buddy for iPhone "], "note": ["2.8", "2.9", "2.4", "2.3", "0.8", "2.4", "2.2", "2.5", "2", "5"], "Aromes": ["6/10", "6/10", "6/10", "5/10", "2/10", "5/10", "3/10", "5/10", "3/10", "10/10"], "Appearance": ["3/5", "4/5", "2/5", "2/5", "2/5", "3/5", "2/5", "3/5", "2/5", "5/5"], "Taste": ["4/10", "4/10", "5/10", "5/10", "1/10", "5/10", "5/10", "5/10", "4/10", "10/10"], "Palate": ["3/5", "3/5", "2/5", "2/5", "1/5", "3/5", "2/5", "2/5", "3/5", "5/5"], "Overall": ["12/20", "12/20", "9/20", "9/20", "2/20", "8/20", "10/20", "10/20", "8/20", "20/20"]},
{"beer_name": "Kronenbourg 1664", "user": ["mathieuc", "thiesen", "brandon1989", "djoeye", "VastActiv", "maneliquor", "UDBeernut", "kathouse", "BlackHaddock", "IPAgutten79"], "nr_reviews": ["4000", "178", "712", "5486", "7979", "3514", "2883", "1942", "8044", "962"], "comment": ["Can. Pours a light and clear golden with a low head that leaves OK lacing. Aroma is light and mostly made of noble hops. Taste sweet and lightly bitter with honey-ish notes. Mouthfeel is watery, carbonation medium. Bah... good to cook with like most other pale lagers. ", "33cl can. Crisp hops, herbal, light malts. Clear yellow Golden with fast disappearing white head. Herbal hops, metallic, short not lingering bitterness. \n\n---Rated via Beer Buddy for iPhone ", "Poured a clear golden color with a thick creamy white head. Aroma was a typical European lager and luckily not skunked. Taste was very minimal hops, very watery, and some biscuit, bready, sweet taste notes as well. Enjoyable beer well worth the try. ", "33 cl bottle abv 4.5 from supermarket.\r\nLittle soapy head, diminishes quickly. Bright golden body.\r\nScents of hops and sweet malts.\r\nTastes hops, grass, grain, malts.\r\nAverage on palate. Final includes malts, bread, grassy tones.\r\nEasy to drink, not very exciting, but alright.\r\nThe only French beer in that supermarket, but there should’ve been alternatives. ", "Tap at Pub Graali, Oulu. Originally rated 13022012. Colour is clear golden with small white head. Aromas and flavours: Grain and malts. ", "Clean and crisp goes the way of the Kronen. Comes in a big can too. A nothing beer which inevitably will get consumed at some stage in ones life ", "the premier beer of france huh? bottle as pictured pours straw yellow, skunk from begining to end with a quick flash of buttered crackers on the abrupt finish. light body...oh you stinking frenchies, i bet there are better french beers than this. ", "On the tap. Pale golden in color with plenty of head and lacings. Faint grassy hop aroma. Malt base is grainy and leaves a dry malt finish that is neither bitter nor refreshing. No better no worse than the typical American lager. ", "Posh half-pint in a beach bar in Ste Maxime: it’s a Wedding Reception and the only beer on tap.\r\n\r\nLooks like a lager, has no smell (like a lager) and tastes like a lager. Nothing wrong with it, just like most lagers it’s cold and devoid of any real flavour. Hops may well lead in the taste, but there doesn’t appear to be a lot of them about, or malts for that matter. It was crisp, sharp and clean, but not much was going on. ", " Bottle 0.33 l. Smells little. Maybee sweet of some kind? Tastes like water, with some sweetness to it. Much the same as other massproduced beers. Drinkable, but nothing more.  "], "note": ["2.1", "2.4", "3.8", "1.9", "1.7", "2.2", "2", "1.7", "2.3", "2.4"], "Aromes": ["4/10", "5/10", "7/10", "4/10", "4/10", "3/10", "4/10", "2/10", "3/10", "4/10"], "Appearance": ["2/5", "2/5", "4/5", "2/5", "2/5", "3/5", "2/5", "3/5", "3/5", "3/5"], "Taste": ["4/10", "5/10", "8/10", "4/10", "3/10", "4/10", "4/10", "3/10", "5/10", "5/10"], "Palate": ["2/5", "3/5", "3/5", "2/5", "2/5", "3/5", "4/5", "2/5", "3/5", "3/5"], "Overall": ["9/20", "9/20", "16/20", "7/20", "6/20", "9/20", "6/20", "7/20", "9/20", "9/20"]},
{"beer_name": "Kronenbourg 1664", "user": ["KansaiBeerLvrs", "Marcius", "Wischylini", "glennous", "StoutHead", "freretoc", "bobroman", "hobsch", "MrHangover", "Elwood"], "nr_reviews": ["5546", "466", "364", "28", "993", "1935", "1252", "505", "4693", "3347"], "comment": ["5% a clear gold color with a fluffy white head leaving behind great lacing. Noble hop aroma, a bit spicy & grassy. The body is light & the taste is slightly grassy malt, bit sour lemon the a crisp dry finish. A pleasant enough pils type beer. ", "A popular French beer with 5.5% of alcohol.\r\nAppearance with golden color and small head.\r\nLight aroma of malt and alcohol.\r\nOn the palate, the hops is more realized, forming a bitterness with alcohol.\r\nIt’s a balanced Pale Lager: refreshing and slightly bitter ..\r\nA good option to compete with Heineken, Carlsberg, Stella Artois, etc. ", " ", " Pours like any other pale lager; light yellow, fizzy and a small white head. ", "\r\n ", " Skunk, onions and corn  ", " \r\n", " Dry, bland, moderately bitter ", "\r\n", " Light, fizzy, thin ", "\r\n", " Not good at all; the aroma is reminiscent of rancid vegetable soup, and the taste is bland and uninteresting ", "Good aroma. Good taste. A little watery but it would be good as a \"pacing yourself\" beer.  ", "On tap. Clear amber. White head. Taste of malt, hops and fruity notes. Dry aftertaste. Average. \n\n---Rated via Beer Buddy for iPhone ", "La bière c’est bon, parfois ça n’a aucun intérêt, comme la 1664 qui est une bière pour les bons PMU qui se la jouent \"classe\", c’est dire le niveau de ce breuvage. ", "Not pleasant aroma of malts and green apple. Small completely disappearing head. Malty base with some harsh bitterness and not appropriate fruitiness. ", "From tap at restaurant in Berlin. Straw coloured beer with an ugly collapsed head. Taste is close to water with a distracting sweetness and touches of hops. Not good and an example where I quit drinking beer and switch to wine. What I did.  ", "Can. Drank straight from the can. Guessing it looks like your regular lager. Light bitter flavor, uninteresting. Medium carbo. Not so good.  ", "Serving: 12 oz. bottle from State Line Liquors. It pours a straight yellow color with a small, stark white head. The nose is all euro lager. Seriously lacking in the flavor department. There is a little stale grain, corn, and a very light, dull bitterness. There are a lot better options out there in the pale euro lager category. "], "note": ["3.2", "2.7", "0.5", "3.6", "2.4", "0.7", "1.5", "1.7", "1.6", "1.6"], "Aromes": ["7/10", "4/10", "1/10", "7/10", "5/10", "1/10", "2/10", "4/10", "3/10", "3/10"], "Appearance": ["4/5", "3/5", "1/5", "5/5", "2/5", "2/5", "2/5", "2/5", "2/5", "3/5"], "Taste": ["6/10", "6/10", "1/10", "10/10", "5/10", "1/10", "4/10", "3/10", "3/10", "2/10"], "Palate": ["4/5", "2/5", "1/5", "5/5", "3/5", "1/5", "2/5", "2/5", "2/5", "2/5"], "Overall": ["11/20", "12/20", "1/20", "9/20", "9/20", "2/20", "5/20", "6/20", "6/20", "6/20"]},
{"beer_name": "Kronenbourg 1664", "user": ["Reimer96", "StilleStorm", "Holmen1", "Celikelf", "crhensel", "Tatar", "DocJitsu", "DomPiwa", "RxForHealth", "blackisle"], "nr_reviews": ["1778", "1583", "6721", "74", "145", "5", "2072", "85", "202", "2918"], "comment": ["Pours a clear pale yellow straw with a small white head. Aroma of corn, dme and sweet sugar. Taste is water with it the flavor, love mass produced lagers.  ", "Pours light yellow, nice white head. Aroma; malty, faint cornish. Taste of malt, slight bitter and waterish. Nice carbonation. Thanks for a different bottle.. ", "Fra fad på Kastrup: nogle ganger er en kold fadøl det eneste der duger. F.ex efter lang kø i innsjekk og security. Fikk t.o.m en smagsprøve, god service! ", "It is a nice beer that you should try once. Buy it is not ine of my favorite beers.\n\n---Rated via Beer Buddy for iPhone ", "Sampled at Walt Disney World Epcot. Not an overly impressive beer but not wholly undrinkable either. Reminiscent of any light mass produced domestic brew.  ", "Citrus, hay color, refreshing easy drinking. Not an overly hoppy or carbonated beverage.  ", "Pours a cryastal clear classic golden color. A white head forms and fades as quickly. Banana nose. Light, but mildy scrubby mouthfeel. Banana sweetness followed by a balancing pilsner bitterness.  ", "Poured from a bottle. Head soon disappears. Some mild taste of hops with a kind of \"stickiness\" Not bad when served well chilled. ", "For a lager this is surprisingly good. 500 mL can from the LCBO. Pours a yellow straw with a modest head that disappears very quickly. Not much on the palate, some yeast some bread. A fairly long and fairly plain finish. Not a bad beer, but nothing exceptional. \n\n---Rated via Beer Buddy for iPhone ", " hay, floral hops, pale golden, clear,minimal head, light sweetness, medium bitterness, light body, thin feel, average carbonation, rather crisp and fresh aftertaste with a light, clean bitterness "], "note": ["1.4", "2.3", "2.7", "3", "2.8", "2.3", "3.1", "2.5", "2.2", "2.9"], "Aromes": ["3/10", "4/10", "3/10", "6/10", "4/10", "2/10", "6/10", "4/10", "4/10", "5/10"], "Appearance": ["2/5", "3/5", "4/5", "4/5", "4/5", "5/5", "3/5", "3/5", "2/5", "3/5"], "Taste": ["2/10", "4/10", "6/10", "6/10", "6/10", "3/10", "6/10", "5/10", "5/10", "6/10"], "Palate": ["2/5", "3/5", "3/5", "3/5", "4/5", "3/5", "3/5", "3/5", "3/5", "3/5"], "Overall": ["5/20", "9/20", "11/20", "11/20", "10/20", "10/20", "13/20", "10/20", "8/20", "12/20"]},
{"beer_name": "Kronenbourg 1664", "user": ["stefannilssons", "tnkw01", "JohnCook101", "GranvilleTim", "gruberm", "madsneergaard", "smmaaren", "Mlkluther", "rangerred", "OllieBBommel"], "nr_reviews": ["1578", "1857", "535", "1857", "358", "75", "588", "47", "989", "1560"], "comment": ["Det är jäkligt svårt att ticka en öl på allvar från en vanlig burk, men jag ska göra ett helhjärtat försök; Det här var faktiskt något mer välsmakande än vad jag hade väntat mig, alla de klassiska tonerna som man kan för änta sig av en internationell lager är närvarande med tillägg av extra fruktighet i smaken kanske en lätt ton av vindruva. Kroppen är dock inte speciellt märkvärdig och om sanningen ska fram, är inte balansen det heller. ", "Bottle. Yellow color, some head. Skunky aroma. Skunky taste. Not very good.  ", "440ml can. Pours clear light amber with a moderate head. Generic lager aroma - slightly floral and a little metallic. Generic lager flavour - mildly sweet, hops and malt pretty undetectable. Refreshing enough on a warm afternoon but largely indistinguishable from any other macro ’premium’ European lager. Meh.  ", "Golden yellow pour with a white head. Aroma of cereal grains, malt. Taste is cereal grain ,crisp finish. OK. probably rated this beer higher than I should because the last time I had this was while in Paris on the 1st deck of the Eiffel Tower. ", "From a can into glass it pours as a fizzy pale clear straw coloured. It has a metallic odour and while the first taste is a little hippy it quickly fades to an awful stale kind of taste. I'm not a big lager fan. \n\n---Rated via Beer Buddy for iPhone ", "Tap. Clean, clear, golden light orange color with a quickly disappearing white head. A clear earthy malty aroma but actually it’s supported by a rather crisp, bitter hop character too. Same thing in the taste. Mouthfeel is lower side of medium, dry with a surprisingly well-lingering bitterness in the aftertaste. Okay carbonation. An above average, fine beer that’s quite refreshing. Nothing insanely good, though, but a fine beer.  ", "25 cl bottle from local supermarket. Pours clear yellow with a white head. Grassy aroma and fresh bitter taste. Good thirstquencher in the summer. ", "500 ml can poured into a lager glass. Pours clear straw colour with light fluffy head. Very little nose - slightly skunky. Very little flavour and slightly skunky. Slightly better than some North American mass produced beers but not great. \n\n---Rated via Beer Buddy for iPhone ", "330ml bottle into a pint glass.\r\n\r\nPours a clear pale gold with a thick one finger white head. Impressive head retention and lacing. I am quite astonished, actually.\r\n\r\nWonderful aroma of bread and grassy hops that is just perfect for the style. Some faint lemon and hay as well. Quite nice.\r\n\r\nThe flavor follows along the lines of the aroma with an awesom bread and grass character that strikes a nearly perfect balance between malt and hops. Some lemon and orange juice comes through about halfway along with a light, clean bitterness. Fairly full mouthfeel along with a slightly sticky finish.\r\n\r\nOverall, a really great beer and one of the better Europ pale lagers I have had. The flavors are so clean and crisp and it is an extremely refreshing beer.\r\n ", " Head: white foam. Colour: clear, yellow. Aroma: flowery hops, fruit. Taste: medium bitter. Palatte: medium bitter sweet finish, medium CO2. Overall: ok. "], "note": ["2", "1.6", "2", "3.1", "2.5", "3", "2.6", "1.6", "4", "2.1"], "Aromes": ["3/10", "3/10", "3/10", "7/10", "5/10", "6/10", "5/10", "2/10", "8/10", "5/10"], "Appearance": ["1/5", "3/5", "3/5", "3/5", "3/5", "2/5", "3/5", "4/5", "4/5", "2/5"], "Taste": ["3/10", "2/10", "4/10", "6/10", "6/10", "6/10", "5/10", "2/10", "8/10", "5/10"], "Palate": ["2/5", "3/5", "2/5", "3/5", "2/5", "4/5", "3/5", "2/5", "3/5", "2/5"], "Overall": ["11/20", "5/20", "8/20", "12/20", "9/20", "12/20", "10/20", "6/20", "17/20", "7/20"]},
{"beer_name": "Kronenbourg 1664", "user": ["HoppyBudgie", "mattyhennessy", "artyom", "Frothmeister", "allmyvinyl", "60minuteman", "BOSSbrewer", "inbirraveritas", "note666", "Yannis77"], "nr_reviews": ["940", "377", "1232", "846", "11269", "1765", "2705", "1626", "1318", "3"], "comment": ["Bottle at home. Clear yellow coloured with a medium sized white head. Aroma of malts, grain, sulphur and hops. Flavour of malts, grain, fruits and hops. ", "Pale colour, white foam. A very standard larger. Refreshing when ice cold, however no notable flavours emerge.  ", "0,33l bottle. Golden color. Aroma is malt. Taste is malt with some hops. Some bitterness. It’s nice and easy drinkable lager. ", "500ml can. Pours a clear gold with a large foamy off-white head. Aroma is sweet malt, light metallic hops, and a light floral aroma. Sweet, with clean mineral notes, light honey, dusty malt notes, faint citrus pith and very light bitterness.  Honestly, it makes me think of Molson Canadian with slightly more hops, and that’s not a compliment. ", "500ml can at home. Pleasant enough when ice cold. Is what it is. A bog-standard Lager. ", "Good for the style. Very un-American like for a pale. No aroma. Interesting complexion between the dry hop and clean fruity notes. I enjoyed this one, would get as a session beer sometime. ", "Beer was ranked with a different program and BeerBuddy would not let me import my information.  ", "Canned, 50 cl.\r\nClear golden colour, medium sized and laceing white head.\r\nSweet, corny nose.\r\nEasy aroma with corn, honey and dough.\r\nTexture is slick, which make it very easy drinkable.\r\nShort and malty finish underpainted by some citrus and grassy hops.\r\nPleasant thirstquencher. ", "2013 - 07 - 09 yesterday didn’t buy this because I thought I already rated it, but I found out I didn’t, so I bought it today... 330ml can. yellow golden colour. small white head. just another pilsner/pale lager... ", "Typical mass production. Maybe nice when you are out with a big group, but not nice for a special night.  "], "note": ["1.9", "0.9", "3", "2.6", "2.4", "2.6", "3", "2.3", "2.2", "2"], "Aromes": ["4/10", "1/10", "6/10", "6/10", "5/10", "2/10", "6/10", "4/10", "5/10", "3/10"], "Appearance": ["2/5", "2/5", "3/5", "3/5", "4/5", "3/5", "3/5", "3/5", "2/5", "2/5"], "Taste": ["4/10", "2/10", "6/10", "4/10", "5/10", "6/10", "5/10", "5/10", "5/10", "5/10"], "Palate": ["2/5", "1/5", "3/5", "3/5", "2/5", "4/5", "3/5", "2/5", "2/5", "2/5"], "Overall": ["7/20", "3/20", "12/20", "10/20", "8/20", "11/20", "13/20", "9/20", "8/20", "8/20"]},
{"beer_name": "Kronenbourg 1664", "user": ["Tonkun", "Dommod2011", "Patrickctenchi", "caplinlee", "HipHopOpotamus", "geologyguy", "deaconmike", "Stldsf1", "Singularity", "golumm76"], "nr_reviews": ["1306", "728", "6829", "37", "232", "1688", "470", "659", "6370", "36"], "comment": ["Bottle and tap. Clear yellow gold pour with a white head that disappeared relatively quickly. Citrus, sprite, grain, corn. Bit a lot of aroma. Light to medium body for the style. Refreshing.  ", "Leicester, Firebug, half a pint. It wasn’t about the beer though, just supping to cool me down. Witnessing the most emotionally charged performance I’ve ever seen. Tim Barry’s set had it all, all the songs I wanted to hear, moving stories, fury, disbelief, reflection, humour, humility. Truly wonderful. With just an acoustic guitar and a rucksack at the back of the stage he was more punk than we can ever hope to be.  ", "Bottle:\r\nPours clear gold with a tall, soft, off-white head.\r\nAroma is grain malt, green-bottle.......\r\nTaste is barley malt, corn, grain.\r\nSlightly sweet.\r\nA fairly decent pale lager, probably much nicer fresh at source. ", "Bought from a supermarket in Kazakhstan. A Carlsberg Kazakhstan beer. The Kronenbourg 1664 sold in Kazakhstan by Carlsberg Kazakhstan has a 4.5% ABV. Nothing special but I do feel as though there is a unique taste despite it being a mass produced lager.  ", " same lager story. Gold, fizzy, pasteurised, easy for session beers. Made to sell by the millions but contains no interesting fllavour, boring and bland but at the same time a slightly more interesting and slight more taste then many American Macro Lagers but that is not saying much. ", "Heiniken nasty smell...slightly bitter beer with no notes of anything...just another cheap beer ", "Poured from a bottle. Clear pale gold with white head which disapates relatively quickly. Aroma is pale malt and grassy/earthy. Taste is slightly sweet with a touch of bitterness in the finish. Light body, decent carbonation. Farily basic and uninteresting beer.  ", "I get it. It's a pale lager. Blah blah. It's good. One of best for what it is\n\n\n\n\n\n\n\n\n\n\n\n---Rated via Beer Buddy for iPhone ", "330 ml bottle, rated from backlog. Pale yellow with a white head. Aroma and taste of malt, yeast and grassy hops. Not very good ", "Une bière blonde plate avec un gout léger, mieux que la Kronenbourg mais pas assez de puissance ou de caractère pour retenir l\"attention.\r\nOn peut passer un moment agréable sur une \"16\" mais elle ne tient pas la comparaison si l’on boit autre chose.\r\nUne biére qui peut être intéressante entant qu’apéro dans les cas ou la boisson est moins importante que la discussion "], "note": ["2.1", "1.9", "2.4", "2.2", "2.2", "1.4", "2.4", "4", "1.6", "2.2"], "Aromes": ["3/10", "4/10", "4/10", "4/10", "3/10", "1/10", "5/10", "6/10", "4/10", "4/10"], "Appearance": ["3/5", "2/5", "4/5", "2/5", "3/5", "2/5", "2/5", "4/5", "2/5", "2/5"], "Taste": ["3/10", "5/10", "4/10", "5/10", "4/10", "3/10", "5/10", "8/10", "3/10", "4/10"], "Palate": ["3/5", "2/5", "3/5", "3/5", "2/5", "2/5", "3/5", "3/5", "2/5", "3/5"], "Overall": ["9/20", "6/20", "9/20", "8/20", "10/20", "6/20", "9/20", "19/20", "5/20", "9/20"]},
{"beer_name": "Kronenbourg 1664", "user": ["jkwood04", "aronvarga", "SVD", "nilsas", "20107589", "Ktwse", "mtwhitney", "Beergeek23322", "Torysdude", "Christos"], "nr_reviews": ["5472", "452", "2275", "4751", "748", "5752", "168", "2602", "12", "5925"], "comment": ["11.2oz bottle in a lager glass.  Pours light golden with a white head.  Aroma of pale malts, dough, and very light hops.  Flavor the same.  Light.  Not the best beer, but not the worst of its style. ", " Weak white head, light golden color, neutral aroma, light body, too sweet taste, fizzy sweet aftertaste. Not the best. Typical core lager.  ", "Bottle at home, clear beer with a white head, nothing bad nothing good, but for a French beer it’s actually decent ", "Et artig fransk øl med en liten wine taste.  et godt og lett drukket øl som passer like godt til mat som i sommervarmen. ", "floral aroma,  clear pale without a head.  slight bitter taste,   thin, average carbonation.  no aftertaste ", "On tap. Pours clear yellow with low white head. Aroma of hay, wheat, coriander, citrus and grass. Taste is sweet grassy with basically no bitterness. Abrupt finish. Light body with soft carbonation.\n\n---Rated via Beer Buddy for iPhone ", "Not bad. Not memorable either. Just good enough. Certainly better than American mass-produced lager. I would like to taste more French beers but they are not readily available. ", "January 201. Bottle. Malt, yeast and grassy aromas. Pours pale yellow with a white head. Medium carbonation. Flavors are grassy with a light hoppy finish. ", "For a very light European beer, i enjoyed it. Not much too it. Not much flavor. But far better than any American light beer.\n\n---Rated via Beer Buddy for iPhone ", "250 ml bottle, bought at local Jumbo supermarket. Poured into a shaker, ABV 5% on my bottle and also wheat instead of corn (as the commercial desription says on this page).\r\nNice deep golden colour on the body, with one finger of snow white, soapy head. Good retention, while small bubbles keep rising to the surface. Foam leaves heavy lacing on my glass.\r\nAroma is very sweet, with lots of malts and the maltose syrup being very obvious.\r\nTaste is not that bad, but it’s very sweet even for a macro produced lager. Again, lots of malts and syrup, but at least it has a light bitterness on the aftertaste.\r\nThin body as expected, very soft carbonation that bites every now and then.\r\nOverall not that bad. "], "note": ["2", "1.8", "2.6", "2.8", "2.3", "2.4", "3.2", "2.6", "3.3", "2.6"], "Aromes": ["4/10", "2/10", "5/10", "6/10", "5/10", "5/10", "6/10", "5/10", "7/10", "4/10"], "Appearance": ["2/5", "2/5", "3/5", "4/5", "2/5", "2/5", "4/5", "2/5", "3/5", "3/5"], "Taste": ["4/10", "3/10", "5/10", "6/10", "3/10", "5/10", "6/10", "5/10", "7/10", "5/10"], "Palate": ["2/5", "3/5", "3/5", "4/5", "2/5", "2/5", "4/5", "3/5", "3/5", "2/5"], "Overall": ["8/20", "8/20", "10/20", "8/20", "11/20", "10/20", "12/20", "11/20", "13/20", "12/20"]},
{"beer_name": "Kronenbourg 1664", "user": ["Nero55", "emartell", "EtTuCthulhu", "Rob_D_UK", "JefVerstraete", "dhunter151", "Marc18", "gripweed57", "SarkyNorthener", "Beerenberger"], "nr_reviews": ["949", "352", "1391", "1366", "3799", "590", "28", "3015", "5060", "1605"], "comment": ["Draft. Pours golden with a small head. Aroma of lager yeast. Light body with a crispness and a light alcohol finish. ", "Aroma Agradable, malta de cebada, lupulos aromáticos intensos, cierta notas a maíz y ligras notas metálicas.\r\n\r\nEn cuanto a su apariencia, Color dorado intenso con cierta palidez, carbonatacion alta, corona de espuma abundante de retención de media a baja. Cuerpo ligero.\r\n\r\nEn boca suave, ligera, de poco cuerpo, destacando los sabores de adjuntos.\r\n\r\nAl paladar se percibe cierta carbonatación, notas a granos y maíz, y sequedad al final del trago.\r\n\r\nEn resumen una cerveza que no destaca al resto de gran cantidad de cervezas de este tipo, no cumple con su función de apagar la sed y las notas amargas brillan por su ausencia. ", "The aroma of this beer smells purely of sour dough yeast, and the appearance combines a clear yellow color with a large, pillowy, white head. The taste combines a mildly sour and a touch sweet flavor, and the palate has a medium body, thin slick texture, average carbonation, and an abrupt finish.  ", "Bright golden colour. White thin head. Aroma is hoppy, herbal. Flavour is more balanced, malty but ending in a short hoppy finish. Light-medium bodied.  ", "Pale blond colour, medium carbonation. Typical lager, not a lot of body but easy drinkable and refreshing. ", "Pours golden yellow with a white head. Corn, grain, somewhat sweet. Just your basic pale lager. \n\n---Rated via Beer Buddy for iPhone ", "Golden colour, medium white head.. Aroma of corn, cereal. Not bad for a pale lager but no distinguishing tastes or other features.  ", "12 ounce bottle. Bright pale yellow gold color topped by a big rocky white head. Grainy malt nose with notes of hay. Crisp light malt flavor with light grassy hops in finish. Nothing spectacular, but I always preferred this to the plethora of European pale lagers like Heineken, Becks and Stella Artois.  ", ", little aston. Golden beer medium head some lacing. Aroma of corn. Taste is grain and little else. Average for a pale lager. ", "Aroma of malt and grain. Pours a clear golden with a mostly dissipating white head and no lacing. The taste has a floral quality as well as the typical graininess you’d expect from a pale lager. Medium body with crisp carbonation. Overall, I like it. It has more character than most pale larger. ---Rated via Beer Buddy for iPhone "], "note": ["2.6", "2.6", "3", "2.3", "1.3", "2.3", "2.4", "2.8", "1.9", "2.9"], "Aromes": ["4/10", "7/10", "3/10", "4/10", "3/10", "4/10", "5/10", "6/10", "3/10", "8/10"], "Appearance": ["2/5", "3/5", "3/5", "3/5", "2/5", "2/5", "3/5", "4/5", "3/5", "4/5"], "Taste": ["4/10", "4/10", "6/10", "5/10", "3/10", "5/10", "5/10", "5/10", "4/10", "8/10"], "Palate": ["3/5", "3/5", "4/5", "2/5", "1/5", "2/5", "3/5", "3/5", "2/5", "4/5"], "Overall": ["13/20", "9/20", "14/20", "9/20", "4/20", "10/20", "8/20", "10/20", "7/20", "5/20"]},
{"beer_name": "Kronenbourg 1664", "user": ["kalervo", "Jur", "trapped", "Lilja", "Graham77", "ads135", "Desverger", "olliejobbins", "lawman834", "rejtable"], "nr_reviews": ["1044", "468", "3842", "3595", "515", "5224", "13967", "1577", "273", "2892"], "comment": ["This beer has slightly more character than most pale lagers have. Drinkable on a hot sunny day. ", "Pretty crap, even for a mass-produced French beer.\r\nMalty, artificial and some onion sour. Could be the tap, but it wasn’t pleasant, ", "Drought. Pale yellow color, white spongy large head, doıghy aroma, sweetish yeasty taste, average carbonation, abrupt finish.  ", "Obefintlig doft och smak av humle, malt. Toner av metall med obefintlig beska. Inget roligt det här. ", "275ml bottle. Golden colour. Cereal aroma and flavour. More flavour than the average commercial lager. ", "This is a pretty decent macro lager. Thick body, light in color, thick head. Aroma is weak, some grass. Taste is somewhat sweet. ", ", Aarhus, DK -  Forced to drink due to no other options available, pale gold colour light white head, hardly any aroma, taste is forgettable overall. Bland Lager. ", "250ml bottles and pints. sadly cannot write one word reviews on here but if i could, crap would sum it up. ", "Sampled at the Texas Craft Brew fest, my score is based off of some incoherent notes and a 2 oz sample. ", "Some very light grassy hop notes, but you kind of have to squint to find them. No body, very little taste.  "], "note": ["1.9", "1.2", "2.6", "2.2", "2.4", "2.6", "2", "1.1", "2.5", "1.7"], "Aromes": ["3/10", "2/10", "4/10", "6/10", "4/10", "4/10", "4/10", "2/10", "4/10", "4/10"], "Appearance": ["3/5", "3/5", "3/5", "2/5", "3/5", "3/5", "3/5", "3/5", "2/5", "2/5"], "Taste": ["4/10", "2/10", "5/10", "4/10", "5/10", "5/10", "4/10", "1/10", "4/10", "3/10"], "Palate": ["3/5", "2/5", "3/5", "3/5", "3/5", "3/5", "2/5", "1/5", "3/5", "2/5"], "Overall": ["6/20", "3/20", "11/20", "7/20", "9/20", "11/20", "7/20", "4/20", "12/20", "6/20"]},
{"beer_name": "Kronenbourg 1664", "user": ["Garbageman", "Abijen", "The_Osprey", "xroomie", "mnmike", "KoNrRiI", "tbopslt", "lesifflebiere", "Xorue", "dwr1962"], "nr_reviews": ["487", "2572", "9763", "28", "1091", "1730", "354", "1928", "9", "47"], "comment": ["From bottle. Only offering at French restaurant. Was surprised. Poured a clear light golden. White frothy head that vanished. Aroma was typical lager and taste was clean and crisp with a good bittering.  ", "Yep. Just an average pilsner. Not much to say about it. \r\nI prefer an other pilsner ", " ", " - Bottle, nicely flavoured, possibly better than draught version.", "\r\n", " - Keg at the Petersham Hotel, Richmond.  Dark amber, sparkling, small white head.  Sweet, malty, sickly, drying.  Didn’t enjoy this. ", " ", "A typical mass produced pilsner. It does taste quite nice on a warm day, though. \n\n---Rated via Beer Buddy for iPhone ", "Bottle pour.  Good crisp lager with lots of clarity and an appropriate amount of bitterness.  I had low expectations for this, but was pleasantly surprised ", "0.33 can. Small instantly disappearing head, clear golden color and that’s about it. Indistinct aroma of mixed malts and hops, definitely above average for its style. Delicate, lightly sweet, a little bit of hops, somewhat yeasty, seems more filled with taste than an average pale lager. Medium body, smooth mouth-feel, carbonation is slightly below average. Finish is surprisingly good, creamy, features mild hops, yeasts and some vanilla. All in all it is a good beer for its style, I had had it before on multiple occasions but never in a proper temperature or situation to actually taste it, positive surprise.  ", "Trying this lager offering from France.  Poured from a bottle with an ample head.  Typical minimalist lager macrobrew aroma.  A little fuller than most at first but nothing special.  Drinkable.  Nicer than most American macros but nothing special ", "Dorée, pâle, avec un col de mousse limité au millimètre en bordure du verre ; mince à l’œil. C’est peut-être du houblon, mais on ressent surtout du thé, et des feuilles. En bouche et en finale, du sucre surtout, avec un relent de houblon. Et ce goût de thé vert qui ne lâche pas. Rien d’extraordinaire pour cette Alsacienne, qui ne marque pas beaucoup de points ni sur le nez, ni sur la dégustation elle-même. Sa semi-effervescence donne l’impression de manquer de tonus, et son goût n’est pas original autant que… spécial. Bière de soif tout juste correcte. ", "A good beer often drank. This has a bubbly citrus aroma along with a hint of floral. A nice sweet, crisp drink on the way down. A lively bitterness sits in the mouth. Another beer being reduced in quality, due to reduced alcohol. ", "Below average Euro-lager.  Not much taste or aroma- a bit like shampoo.  Palate is o.k..  Appearance is typical of a Euro- clear with huge CO2 bubbles.  I’d rate it a bit below the top one from Holland,  and above most from Mexico or Canada. "], "note": ["3.2", "2.7", "2.7", "1.1", "2.5", "2.1", "2.9", "2.2", "3", "1.6"], "Aromes": ["6/10", "6/10", "4/10", "3/10", "6/10", "4/10", "4/10", "4/10", "6/10", "3/10"], "Appearance": ["4/5", "3/5", "3/5", "2/5", "3/5", "2/5", "3/5", "2/5", "4/5", "3/5"], "Taste": ["6/10", "5/10", "5/10", "2/10", "6/10", "3/10", "6/10", "5/10", "6/10", "4/10"], "Palate": ["4/5", "2/5", "3/5", "1/5", "4/5", "3/5", "4/5", "2/5", "3/5", "3/5"], "Overall": ["12/20", "11/20", "12/20", "3/20", "6/20", "9/20", "12/20", "9/20", "11/20", "3/20"]},
{"beer_name": "Kronenbourg 1664", "user": ["Audioquest", "ruigo", "Christpuncher", "kryon", "Juusto", "bax", "Leini", "tampierre", "VictorStr", "csaso"], "nr_reviews": ["13", "3080", "3215", "3982", "40", "1312", "2079", "1431", "1740", "2362"], "comment": ["Not a lot to like here or to distinguish this from other similar Euro beers.  Pretty carbonated, white head quickly disappears.  Rather unpleasant to start with a grassy taste.  Finishes better, but this one is a skip.\r\n  ", "Relatively neutral, nothing special but not so bad. Drinkable, I guess, with a couple of friends.  ", "An average lager at best.  Similar to a miller lite with more flavor.  Very crisp taste and is very pale in color \n\n---Rated via Beer Buddy for iPhone ", "pours clear light yellow w no head\r\nAromas of nothing. Not good not bad\r\nQuite refreshing with no real downsides ", "0,33l bottle 4,5%. Golden yellow. Light and quickly diminishing white head. Fruity and grassy aroma. Very fresh. Short but pleasant aftertaste. Thin palate. Sweet and refreshing.   ", "(can 04/02-2013) medium white head, clear yellow color, light sparkling aroma, thin body, medium soft co2, very light bitter. BB date 01.08.2013. ", "330ml bottle. Clear golden body with a white head. Malty, fruity, grainy and very thin. ", "Bottled 660ml ; DEvon ; UK ; Citrusy aroma ; Light golden color with thick head ; Refreshing with slight bitterness ; Pretty good.  ", "Delad med Emil Danielsson @ Mogwai. Vi väntar på Simon. Denna ölen smakade smaksatt vatten. Av karaktär citrus. Piss ! Bohlin e King ! ", "Tap - small foamy head, pale straw color, sweet and fruity aroma and flavor, pretty typical Euro lager\n\n---Rated via Beer Buddy for iPhone "], "note": ["2.7", "2.4", "2.4", "2.7", "2.3", "1.9", "1.9", "2.7", "2.2", "2.2"], "Aromes": ["5/10", "5/10", "5/10", "5/10", "5/10", "4/10", "4/10", "5/10", "3/10", "5/10"], "Appearance": ["3/5", "3/5", "3/5", "2/5", "3/5", "2/5", "3/5", "3/5", "3/5", "2/5"], "Taste": ["5/10", "6/10", "5/10", "6/10", "5/10", "4/10", "5/10", "5/10", "4/10", "5/10"], "Palate": ["3/5", "3/5", "3/5", "2/5", "2/5", "2/5", "1/5", "3/5", "3/5", "2/5"], "Overall": ["11/20", "7/20", "8/20", "12/20", "8/20", "7/20", "6/20", "11/20", "9/20", "8/20"]},
{"beer_name": "Kronenbourg 1664", "user": ["czar", "DCLawyer", "jamesie1857", "Blasphemer", "podey", "boozedude", "Finn", "COMRADEJOSH", "Theydon_Bois", "Beerbarella"], "nr_reviews": ["9665", "2934", "1988", "111", "638", "2229", "8520", "320", "21695", "348"], "comment": ["from can. clear pale yellow with a decent white head, little retention, some lacing. faint malts, corn, very hint of wheat, some lemony notes, bland cereals, light herbal notes. aggressive carbonation, light body, short herbal-citrusy finish. not horrible. ", "Bottle.  Grains, corn, light malt and hops.  Plain and watery, inoffensive but without any discernible redeeming characteristics. ", "660ml bottle - Pours a sparkling pale straw. Nose of grass, spice, and cereal. The fully lasting wispy white frothy head leaves light lace on the glass. A light watery body is very lively with a clean feel to the finish. Nondescript lager. \r\n ", "17.01.13(instant pression Dose):Gushing!Na das fängt ja gut an. Gold-gelb, trüb(soll das so sein???) Fester weißer Schaum. Sehr schwaches Aroma. Ich finde leichte Malz bzw Brotspuren. Der Geschmackist stark verwässert! Schmeckt leicht hefig. Die bittere fängt schnell und heftig ein. Bei weiteren Schlücken ist sie zurückhaltendender. Ziemlich vollmundig, kaum Co2! Ich habe nicht viel erwartet und wurde diesbezüglich nicht enttäuscht. ", " First tried on tap in Edinburgh, Scotland. Have since had on tap in NYC and in bottle.Pale lager, thin white head with a mild flavor. ", " Pours clear gold..thin light white head..  skunky aroma..taste is lije a watered down heineken ", "Boks 0,5l fra U-Express, Nice. Veranda”kos” i rue Rossini 11 Okt 12. Delt med verandakassen. Litt opp-spritet boksdesign merket “Edition Limiteé”. Veldig lys gylden med et lavt skum som fester seg litt til glasset. Lite aroma. Litt søtlig frukt. Veldig vassen smak. Papp. Svakt søtlig avslutning.  ", "Light straw color in appearance and very carbonated. Mildly bitter hops and pretty much the French version of Miller lite. ", "Can down the Half Moon on Pram Race day - 26/12/12 (poured some to an empty glass for appearance rate).\r\nClear pale yellow with a frothy white head that collapses to the edge.\r\nNose is pale malt, grain, light citrus.\r\nTaste follows, a little lemon, grain, papery cardboard dullness.\r\nLight to medium in body, spritz and finish in the carbonation.\r\nDull lager but better than some if its luminaries! ", "330 ml bottle Pours clear golden with a small white head. Typical fruity pale lager aroma and taste. Mild finish. Average. "], "note": ["1.7", "1.9", "2.4", "2.2", "2.4", "2.3", "1.6", "2.5", "2.2", "2.9"], "Aromes": ["3/10", "3/10", "5/10", "3/10", "4/10", "4/10", "3/10", "6/10", "4/10", "6/10"], "Appearance": ["2/5", "2/5", "3/5", "3/5", "2/5", "3/5", "3/5", "3/5", "3/5", "3/5"], "Taste": ["4/10", "3/10", "4/10", "3/10", "5/10", "5/10", "2/10", "6/10", "4/10", "6/10"], "Palate": ["1/5", "2/5", "3/5", "3/5", "2/5", "3/5", "2/5", "3/5", "3/5", "3/5"], "Overall": ["7/20", "9/20", "9/20", "10/20", "11/20", "8/20", "6/20", "7/20", "8/20", "11/20"]},
{"beer_name": "Kronenbourg 1664", "user": ["beeracoon", "edpeg", "VT", "77ships", "Lore", "Lambister", "rbrazell", "DandyLion", "BreWedge", "Bamsen78"], "nr_reviews": ["514", "911", "2527", "11564", "2999", "520", "1763", "529", "568", "5634"], "comment": ["Small white head, clear golden colour. Peachy aroma. Watery taste and a lightly fruity palate. ", "Pale yellow clear body. Medium lacing head. Aroma is hay, hops, malts and some fir. Palate is soft , flat watery, carbonation soft. Taste is malty, fruity as some basic corn ice beer with added dryness from some citrus juice but not sweet. Finish short mild little bitter and dry. Overall typical bulky tasteless lager with some interesting fruity citrus flavors. OK for one time tasting. ", "330 ml bottle. A pale straw with a white head. Taste is similar to most other pale lagers out there. Only notable difference: some interesting orange-citrus finish to it. I was not expecting that. Quality over-commercialized brew.  ", "500 ml. can thx. to Phillip & ?Dennis?? - smell is very grainy, skunky, metallic grains, tad chemical. Taste is very bitter in a non-hoppy way, disgusting, cereal, grains, very bitter metallic, aluminium, bitter herbal, touch cereal. Not particularly enjoyable - didn’t finish the can. Fizzy bodied.  ", " Átlagos gyengén komlózott lager, nem túl erős malátasággal. A kevésbé keserű söröket kedvelőknek lehet kedvence. ", "33 cl bottle. Golden pale color with pretty small white head. Nice malty and wheat maybe even some rice in aromas. Neutral nose but all in all good mass lager. Great refreshment. ", "Draft at Fermentation. Clear pour with a almost no head. Aroma is pale grains, light sweetness and euro piss. Flavor is the same. More bland crap. How do you rate something that has no taste? ", "Iiiiiiiiiiittttttttsssss a premium lager. Lager lager lager lager mega mega white thing mega mega whithe thing\n\n---Rated via Beer Buddy for iPhone ", "330 ml bottle @ Wild Wing Ottawa.  Pours a clear gold with a foamy white head.  Aroma is skunk, some yeast/bread, perhaps some overripe berry.  Taste is malt dominant up front with skunk on the backend.  Light body, mild carbonation.  Not the greatest of beers. ", "Can. Pours clear with thin white head. Weak, slightly metallic aroma. Agreeable, light golden colour. Richly carbonated. A clear taste of hop with a dryish aftertaste. Not bad as such, but nothing really special, either. "], "note": ["2.7", "2.5", "2.3", "1.1", "2.5", "2.8", "1.3", "1.6", "2.8", "2.2"], "Aromes": ["7/10", "4/10", "4/10", "2/10", "5/10", "6/10", "3/10", "1/10", "6/10", "2/10"], "Appearance": ["2/5", "3/5", "3/5", "2/5", "3/5", "3/5", "1/5", "3/5", "3/5", "3/5"], "Taste": ["4/10", "4/10", "6/10", "2/10", "5/10", "7/10", "2/10", "5/10", "6/10", "5/10"], "Palate": ["3/5", "3/5", "2/5", "1/5", "2/5", "3/5", "1/5", "2/5", "3/5", "3/5"], "Overall": ["11/20", "11/20", "8/20", "4/20", "10/20", "9/20", "6/20", "5/20", "10/20", "9/20"]},
{"beer_name": "Kronenbourg 1664", "user": ["Shaney", "andrepintado", "Idiosynkrasie", "ttutony", "peral2", "Cinctus", "Oysteib", "ralphdot", "Robbievegas", "odinstyr"], "nr_reviews": ["2423", "3778", "8281", "958", "578", "206", "112", "1112", "469", "807"], "comment": ["#775\r\n Kurz vorm verdursten in Colmar getrunken: Ein Segen für die Trinkerseele, aber sonst eher durchschnittlich: Pilsähnliches Outfit, leicht hopfig im Aroma...der Antrunk ist dann eher wässrig-malzig mit ner Spur Hopfen...geht garantiert besser...aber für nen Franzosen ganz gut ;)\r\n\t\r\nTest vom 11.12.2006, Gebinde: Fass \tNoten: 12,9,9,8,-,8 - 8,73\r\n\r\n ", "On tap in Paris. Golden color. Thin head. Medium carbonation. Not so artificial aroma. Not bad. ", "330ml bottle. Clear golden colour with average, frothy, white head. Dull pale malty aroma, a touch of apple. Taste is minimally sweet pale malty, minimally grainy, hints of apple or the like, decent bitter hoppy note. At least good enough to see why Pale Lager may be a style worth to work on at all. ", "Fairly light with cereal grain and bready malt flavors.  Finish is fairly quick and slightly metallic.   ", "ok lager, nothing special though. Diificult to separate from all other mainstream lagers out there. ", "A pale, clean and crisp lager. Fine for drinking at a pub. Aromatic for a large scale brew. A fine, drinkable tipple. ", "From bottle in Bergen. Pale golden. Watery, not much taste. Not much bad taste either - just very, very average lager. ", "5.0% gold colour with a thin head, not the worst you can get, good cold on a hot day in France. ", "Tried this beer on tap at The Flying Saucer in Addison, TX. Not very much here, slight fruity taste, sweet aroma. Make sure it's really cold.\n\n---Rated via Beer Buddy for iPhone ", "Pours clear gold with a minimal white head.  Smells of bread, hay, barnyard.  Taste is sweet with a light bitterness - almost like a dinner roll with honey butter.  A little too sweet for a beer, and the hops are mild.  A hint of herbs and flowers.   "], "note": ["2.9", "2.2", "2.2", "2.5", "2.4", "2.1", "1.9", "2.8", "2.3", "2.2"], "Aromes": ["6/10", "5/10", "4/10", "4/10", "4/10", "3/10", "3/10", "6/10", "5/10", "4/10"], "Appearance": ["4/5", "1/5", "3/5", "3/5", "2/5", "3/5", "3/5", "4/5", "2/5", "3/5"], "Taste": ["6/10", "4/10", "4/10", "5/10", "5/10", "4/10", "4/10", "6/10", "5/10", "4/10"], "Palate": ["2/5", "2/5", "3/5", "3/5", "2/5", "2/5", "2/5", "5/5", "2/5", "3/5"], "Overall": ["11/20", "10/20", "8/20", "10/20", "11/20", "9/20", "7/20", "7/20", "9/20", "8/20"]},
{"beer_name": "Kronenbourg 1664", "user": ["noahsbeerark", "stevoj", "JEK69", "b3shine", "TyggaBrown", "petergaynor", "McTapps", "MichaelAwesome", "robloc303", "Kita"], "nr_reviews": ["6", "5937", "397", "9320", "438", "137", "6984", "6547", "268", "2318"], "comment": ["- Fruity taste. \r\n- Sweet smell, almost berry-like. \r\n- Goes down pretty easy.  ", "Had on tap at a Buffalo Grill restaurant in France. Average lager, decent taste, went well with food.... ", "We organized a very interesting tasting of Lagers (basic to average quality): 16 different beers from different countries. Price range: from EUR 0.3/bt (supermarket) to EUR 3.5/bt (take-away at sushi bar). All beers have been blind-tasted; we were 4 people, great beer lovers and wanted to know If there is a difference between all these basics summer beers. Answer: no, all were more our less watery, the worst one was bad water. 1664 was poor water, with bad paper notes.\r\nHere is the ranking: #1 Sapporo Yebisu #2 Baltika 3 #3 Duff #4 Obolon Svitle #5 Svyturys Ekstra Draught #6 Heineken #7 Kirin Ichiban #8 1664 #9 Carlsberg #10 Burger #11 Kronenbourg #12 Pilsner Urquell #13 Königsbacher #14 33 Export #15 Tsingtao #16 Asahi  ", "Draft to pint. Looks alright; gold with white head that slowly dissipates into lacing. Smells bitter and a little skunky like a decent mass-produced European Pale Lager. Tastes like it smells with a hint of fermented cider in there too. Average on the palate. Not bad; easy to drink, and better than BMC. ", "The carbonization disappears instantly, the beer in general is too thin, and the bitterness is missing. Moderate refreshing. ", "330ml bottle, pours yellowy amber, no head. Lively carbonation, not much on the nose, fairly plain flavour, some hops, nothing to see here ", "Bottle shared with MichaelBruch. Aroma of stinky shoes, very light head. Taste of bitter hops, but with a certain sweetness. Drinkable but not close to delicious. ", "Different 0,33 l bottles. Is that really a lager ? At this moment that’s just water with some hops and pepper aroma. Watery, nothing-saying lager which also could be nothing saying pilsner or helles. Below average. ", "Pours pale yellow, nose of heavy skunk, and lemons. Bitter at first, and actually not as skunky as the smell indicates. A little flavor of wheat and lemon along with some malty characteristics.  ", "Canned, 0.5l. Clear light golden color with thin frothy white head and lively carbonation. Aroma of barley and corn malt, herbal hops and some lemony notes. Taste starts with mild sweet malt, mouthfeel is quite plain, while finish is crisp and dry. Light body, slick texture and lively carbonation in palate. Not more than average... "], "note": ["3", "2.9", "1.1", "2.7", "1.1", "1.5", "1.3", "1.2", "2", "2.6"], "Aromes": ["6/10", "6/10", "2/10", "5/10", "2/10", "3/10", "1/10", "1/10", "1/10", "5/10"], "Appearance": ["3/5", "3/5", "2/5", "3/5", "1/5", "2/5", "3/5", "3/5", "2/5", "3/5"], "Taste": ["7/10", "6/10", "2/10", "5/10", "3/10", "2/10", "5/10", "3/10", "5/10", "5/10"], "Palate": ["4/5", "3/5", "2/5", "3/5", "1/5", "3/5", "3/5", "1/5", "3/5", "3/5"], "Overall": ["10/20", "11/20", "3/20", "11/20", "4/20", "5/20", "1/20", "4/20", "9/20", "10/20"]},
{"beer_name": "Kronenbourg 1664", "user": ["Benjii", "AlainG", "The_Bish", "Cantabrian", "kaziopiwosz", "satanda", "RoyalFlushing", "Gooney", "dogbomb", "Henti"], "nr_reviews": ["3050", "2442", "1118", "1170", "424", "435", "326", "389", "1265", "245"], "comment": ["On keg at the Edinburgh Fringe Fest. Pours a light golden colour with a fair white head. Aroma of corn, bready yeast and caramel. Similar flavours with moderate carbonation, light CO2 prickle and a foamy mouth-feel. A very corny linger. ", "Bière de couleur dorée et limpide, ayant une mousse typique qui se dissipe dans le temps de le dire, laissant très peu de dentelle. Odeurs maltées, rappelant plusieurs bières commerciales. À part le malt, il y a des senteurs gazéifiées et métalliques. Goût qui joue dans les mêmes cordes, avec un soupçon de sirop de maïs. En insistant, une légère amertume reste en arrière-goût et c’est éphémère. C’est mince en bouche. Bière brassée pour la masse. Ça ressemble à de l’eau minérale. Plutôt insipide. Bière sociale. (302-080812) ", " 16th August 2012 ’let’s start with a couple of these before we start on your nice beers’\r\n\r\nHow about let’s not?\r\n\r\nSaying that, this isn’t as bad as I feared.\r\n\r\nRe-rated 7/11/12 actually it is. Rubbish. Pish. ", "Nah, nothing to be excited about... Just a pale lager with no character. (I’m positive the lager is still better than their witbier though). ", "A light alcoholized taste, that becomes too bitter, hoppy palate without proper balance. White, medium thick foam stays for 2 minutes. Good, golden colour. ", "Celkem použitelné francouzké pivo. Trochu více kysličené než by bylo vhodné, ale zas tolik to nevadilo. Zkusil jsem teď v Paříži jak lahváč, tak točené, ani jedno nenadchlo ale ani nezklamalo.  ", "Bottle poured a golen straw with a small white head, active carbonation, and no lacing.  Aroma of bready malt with a hint of grass.  Taste is similarly one note of malts and slight fruity sweetness.  Not a bad beer with food  if only one on the menu at a French bistro. ", "12 oz bottle from New Seasons - Yellow with minimal white head.  Pretty much looks like a macro-brew lager.  Euro aroma.  Not too surprising.  Decent beer.  Not great, not bad.  I would drink more than one. ", "Keg. Straw and bubbly. White top. Mostly maize nose with a slight lemony hop. Bit of a syrupy mouth in taste, but with a decent slight lemon hop cutting through. Bland, but not too offensive.  ", "033 Can. Not a big one. Malty sweet aroma. Malty, sweet taste with balanced bitterness, little bit sweet. Average pale lager.  "], "note": ["2.3", "2.1", "1.5", "1.5", "2.6", "3.2", "2.3", "2.1", "1.5", "2.4"], "Aromes": ["4/10", "4/10", "2/10", "3/10", "3/10", "5/10", "4/10", "4/10", "2/10", "5/10"], "Appearance": ["2/5", "2/5", "5/5", "3/5", "4/5", "4/5", "3/5", "2/5", "2/5", "3/5"], "Taste": ["4/10", "5/10", "2/10", "3/10", "4/10", "6/10", "4/10", "4/10", "3/10", "5/10"], "Palate": ["2/5", "2/5", "1/5", "1/5", "2/5", "4/5", "2/5", "3/5", "2/5", "3/5"], "Overall": ["11/20", "8/20", "5/20", "5/20", "13/20", "13/20", "10/20", "8/20", "6/20", "8/20"]},
{"beer_name": "Kronenbourg 1664", "user": ["zomba", "joe19612", "maxwelldeux", "schoolofchuck", "kdm1984", "crajun", "ThirstyBird", "Deu", "MorganBaughman", "vipinvelp"], "nr_reviews": ["192", "3148", "4433", "135", "814", "1278", "3020", "949", "149", "4591"], "comment": ["Very light, not really to my taste. Nothing very special in this beer at all. ", "Bottle. A pale golden colour with a thin head, grainy malty aroma, taste is malty and a bit sweet. \r\n\r\n\r\n\r\n ", "Pours golden with a small head. For a cheap lager, it’s light and easy to drink, but most beers would be better. ", "From bottle to glass.  Pours golden color, white foam. Earthy, damp, there’s that Euro-lager aroma that I can’t describe.  Taste is a little sour.  Seems tingly and thin.  Overall, has a little bit of a bad taste.  ", "Pours to good-sized head with nice retention; golden color at bottom.  Sporadic lacing.  Smell is nice blend of light grass and fruits.  Taste - slightly earthy and metallic; not much hops.  Notice wheat malt the most.  Not much aftertaste.  Wish the flavor held up to the aroma, but I’ve certainly had worse, especially in the pale lager category. ", "bottle to glass.  nice grassy aroma.  decent looking beer.  I got no problem with the taste - lager with slight hops; drinkable beer. ", "Pours a clear pale yellow. Off white head falls right away to a whisp. Smell is light malt, a touch of fruit. Taste is similar to the nose with a little hop tartness and dryness at the end.  Light and thin body below average carbonation level. Overall not a particularly good beer but better than its Kronenbourg sibling. ", "On tap and on bottle. Typical macro brewed lager => tasteless. I don’t recommend it... ", "This beer tasted like Stella Artois’ little cousin. The flavor was weaker, but you could sense the relationship. Overall good. ", "Lighter yellow with huge white foam head. Ata camping when the temperature is 30C this is a perfect pilsener. Aroma is OK, so is taste. (Strasbourg 201207) "], "note": ["2", "2.3", "1.5", "2.4", "2.8", "2.8", "2.2", "0.9", "3.1", "3"], "Aromes": ["4/10", "4/10", "2/10", "5/10", "7/10", "6/10", "4/10", "2/10", "5/10", "5/10"], "Appearance": ["3/5", "3/5", "3/5", "3/5", "3/5", "3/5", "2/5", "1/5", "3/5", "3/5"], "Taste": ["3/10", "4/10", "3/10", "4/10", "5/10", "6/10", "5/10", "2/10", "7/10", "7/10"], "Palate": ["2/5", "2/5", "2/5", "3/5", "2/5", "3/5", "3/5", "1/5", "4/5", "2/5"], "Overall": ["8/20", "10/20", "5/20", "9/20", "11/20", "10/20", "8/20", "3/20", "12/20", "13/20"]},
{"beer_name": "Kronenbourg 1664", "user": ["eeblah", "KeefOz", "VincentL", "Capa", "Beerheart65", "chrisv10", "Bathory", "unit117", "scottw86", "hoffrobert"], "nr_reviews": ["106", "1967", "287", "3676", "1503", "18791", "458", "1", "1180", "178"], "comment": ["This lager sets a standard for being clean and refreshing. Super easy drinking well balanced pale lager. The green bottle causes some worry but if fresh enough no off taste can be found. Have had some with off aroma/skunky so fresh is the key.  With good batches I almost want to say its silky on the tongue with no bad aftertaste. Good beer all year round especially in warm weather. ", "Poured a clear pale golden yellow with a foamy white head that lasted and laced. Aroma of light malt and traces of hops. Taste slightly of malt then a mild hops bitterness. Light to medium body. Finish slightly metallic. ", "En canette.  Dorée, odeur de sirop de maîs.  Sucré, soupçon de houblon timide, pas grand chose d’autre.  Meilleur qu’une Bud... ", "Clear gold with a white head.  Aroma is sweet, lightly malty. Medium, oily body. Flavor is sweet malts, light hay/grass.  Short, mild bitter finish. Meh. ", "Aromo is mild with hay. Clear copper, short head and some lacing. Slightly malty and short taste has also some butter. Medium bodied, fizzy carbonation. Easy to drink beer with no challenge. ", "Tap. Cleat yellow with medium white head. Aroma is malt, hop and a little grainy. Flavour is malt, medium swete, hop, little grainy, little watery and a little bitter. ", "Light floral aroma. Taste is more grass and wood, but it?s too watery. Finish has some bitterness and sourness. Not a very good lager. ", "It has a very light taste and light brown in color.  It seems carbonated but has a good aroma. ", "Poured a very clear and pale yellow color with a thin white head.  Aroma is slightly skunky with some rice and sweet malts.  Taste has some rice with a good amount of pale malts.  Some hay with some slight bitterness from hops.  Aftertaste is very sweet. ", "Clear to slightly gold color. Kind of a skunk aroma but crisp refreshing taste and aftertaste. If I have to drink a beer from France it?d be this one. "], "note": ["3.5", "2.5", "2", "2", "2.1", "1.7", "1.5", "1.9", "2.5", "2.8"], "Aromes": ["6/10", "4/10", "4/10", "3/10", "4/10", "3/10", "3/10", "4/10", "5/10", "2/10"], "Appearance": ["3/5", "3/5", "3/5", "3/5", "2/5", "3/5", "2/5", "5/5", "2/5", "3/5"], "Taste": ["7/10", "6/10", "4/10", "3/10", "5/10", "3/10", "2/10", "4/10", "6/10", "7/10"], "Palate": ["3/5", "2/5", "3/5", "2/5", "3/5", "2/5", "2/5", "2/5", "2/5", "4/5"], "Overall": ["16/20", "10/20", "6/20", "9/20", "7/20", "6/20", "6/20", "4/20", "10/20", "12/20"]},
{"beer_name": "Kronenbourg 1664", "user": ["rok1024", "bytemesis", "Mariusz", "Digital_Aura", "theatmosphere", "darioklc", "jdpeebs", "hlkanga", "idedek", "WheatKing"], "nr_reviews": ["1272", "9582", "12312", "228", "50", "845", "698", "333", "157", "1351"], "comment": ["Average aroma, appearance, taste and palate. Decent, somewhat memorable. Rated in the past from the bottle. ", "Tap. Pours yellow gold with a medium white head that disappears quickly with some lacing. Aroma is medium sweet floral, honey and grain. Flavor is less sweet than nose, grain dominated, with a lightly bitter finish, sweetness returning in the far finish. Perfectly drinkable. ", "Clear pale gold with a fizzy white head. Grainy and lightly floral nose, corny. Rather sweet grain flavors, a bit of grass. Disappears quick. ", "500ml can. Pours a medium yellow gold (Lovibond 6). Small but good head, and adequate lacing. Smells of apples, butter and hops. Lively action - lots of bubbles. Moderate carbonation. Tastes like cider, with a creamy hoppy bitterness that rounds out the swig. Slightly unbalanced... Somewhat ascorbic aftertaste.  Nice dry finish.  ", " The world of mainstream lager is not one I massively enjoy dipping into but Kronenbourg is my easily available lager of choice. On tap this can have surprising depth of flavour and body for a standard lager, especially when I had it in Paris. Bottled it is superior to the average but loses a little of its taste when canned. Very easy to drink if not spectacularly good.  ", "Light golden color with good head retention. it has taste of bitter hop. It+’s nicely carbonated. Good beer but nothing special. Just another european lager. ", "330ml bottle. Just your stock standard pale lager, Nothing special, but drinkable. ", "330 ml bottle. Pours clear golden with medium-sized white head. Aroma has plenty of rubber, some grain, grassy hops and distant sweet notes. Tastes exactly like mineral water. Flavour has also some mild sweet malt. Light bodied, watery mouthfeel and stingy carbonation. Very watery but somehow well-balanced. Boring though. ", "not a bad beer on tap, though out of the bottle you get a bit of skunk aroma.  must be served cold ", "It’s drinkable, but astoundingly boring. Incredibly simple brew, this is like if you homebrewed a SMaSH (Single Malt and Single Hops) with the specific intent to make the most boring beer possible. "], "note": ["3", "2.1", "2.4", "2.9", "2.7", "2.6", "1.9", "1.8", "2.3", "1.9"], "Aromes": ["6/10", "3/10", "4/10", "6/10", "6/10", "6/10", "3/10", "3/10", "3/10", "4/10"], "Appearance": ["3/5", "3/5", "3/5", "2/5", "2/5", "3/5", "3/5", "3/5", "3/5", "2/5"], "Taste": ["6/10", "4/10", "4/10", "5/10", "6/10", "5/10", "3/10", "4/10", "4/10", "4/10"], "Palate": ["3/5", "3/5", "2/5", "3/5", "2/5", "3/5", "2/5", "2/5", "3/5", "2/5"], "Overall": ["12/20", "8/20", "11/20", "13/20", "11/20", "9/20", "8/20", "6/20", "10/20", "7/20"]},
{"beer_name": "Kronenbourg 1664", "user": ["mike_77", "Aaron68", "Saurononline", "nazzty", "kiwianer", "Straling", "Lowenbrau", "rumproasts", "polomagnifico", "Zymurgeist2"], "nr_reviews": ["7338", "608", "136", "1377", "3428", "363", "4847", "6052", "1202", "2449"], "comment": ["As mass produced lagers go this one is not too bad. Average malty taste, no unpleasant aftertaste.  ", "330 ml bottle with 4,7% alcohol\r\nBought @ Centra,Majorstuen,Oslo\r\nBeer straight from the bottle @ home, May 26,2012\r\nA bit sweet and malty.Easy drinkable macro lager beer.\r\n ", "Well, very famous, and really medium quality... I don’t think it deserves the fame. ", " One of the better tasting pale lager beers with a pleasant bitterness and refreshing acidity. ", "Die Schaumkrone schäumt gut auf und hält mittelmäig. Es schmeckt hopfig, mild und macht einen hohlen Eindruck, ja es täuscht etwas an und dann fehlt da irgendwie etwas, das gefällt mir nicht gut. Auch schmeckt es leicht malzig-zuckrig. \r\n\t\r\nTest vom 26.9.2009, Gebinde: Dose \tNoten: 10,7,6,7,5,6 - 6,65\r\n ", "On tap.\r\nPours a clear golden colour with a strong size head and lots of carbonation. ", "On tap. Malty aromas. Pours bright gold, with nice creamy white head (thys may be due to the tap itself, cause i´ve not seen this in bottle versions), some persistent and lacing. Light body, watered down, oily texture and average carbonation. Taste is more sweet than bitter. Nothing remarkable.\r\n  ", "golden with minimal head. slight grassy aroma. decent euro lager. crisp with a pleasant bite to the carbonation.  ", "Bottle. Aroma has notes of skunk piss, wheat malts and fruity hops.  Pale gold hue with a small white head that mostly diminished and left ok lace.  Flavor is lightly sweet and bitter.  Palate is light bodied and watery soft.  Overall I could see this being drinkable when fresh on tap but this bottle was a little skunked. ", "Grain and wet grass aroma. Deep straw that is clear with low white head. Taste is harsh, some metal and chewy wet grass. Thin mouthfeel drops off quickly with a harsh bite in mid-palate.  "], "note": ["2.4", "2.1", "3.1", "4", "2.1", "2.5", "1.8", "2.7", "1.9", "1.3"], "Aromes": ["4/10", "3/10", "6/10", "8/10", "4/10", "5/10", "5/10", "4/10", "3/10", "2/10"], "Appearance": ["3/5", "2/5", "3/5", "4/5", "2/5", "3/5", "3/5", "3/5", "2/5", "2/5"], "Taste": ["5/10", "4/10", "6/10", "8/10", "5/10", "5/10", "2/10", "6/10", "4/10", "3/10"], "Palate": ["2/5", "2/5", "3/5", "4/5", "2/5", "2/5", "2/5", "3/5", "2/5", "1/5"], "Overall": ["10/20", "10/20", "13/20", "16/20", "8/20", "10/20", "6/20", "11/20", "8/20", "5/20"]},
{"beer_name": "Kronenbourg 1664", "user": ["AshtonMcCobb", "Marduk", "emacgee", "Metalchopz", "Psytron", "cubs", "UM02", "jbmanz", "IndyBeerSnob", "Niko100"], "nr_reviews": ["7085", "8733", "4716", "3700", "2601", "10743", "383", "76", "132", "3014"], "comment": ["On tap at Fingers. Pours pale gold with plenty of fizz and a thin head. The nose is lightly malty and a little metallic. The taste is more of the same and you can see why this is served very gold. Light bodied clean but unpleasant finish. Overall, why us this everywhere. ", "330ml bottle. Very beautiful golden color. Small white head. Aroma is hops, sweet. Light body, but surprisingly deep. Bread, malt and bit of hops.  ", "Pours clear straw yellow with one finger of white head.  Green glass = skunked nose, very skunky and metallic with a light sweetness and herbal character with wet paper and flabby mouthfeel.  Soft bready notes.   ", "Originally rated August 2004. Sampled from a 500ml can. Poured a light golden colour with a thick creamy-bubbly head leaving a nice foamy lacing. Great retention. Lightly carbonated and had a mild grassy hop nose. Crisp and smooth. Very mild hop taste shaped a weak mouthfeel. Actually, almost tastes nothing. Good thing for the beautiful appearance (head). Other then that, a great beer for those who hate the taste of beer. ", "Smell of maize and sugar. Pale golden colour. Small head. Aroma of maize and plastic.  ", "Bottle @ home. I found this baby in the back of my parent’s fridge- grazie dad! Pours a clear, golden appearance with a white head and moderate lacing. Light honey, fairly sweet, straw, hay, pale malty aroma. Interesting enough, there is a touch of wheat in the flavor that adds a bit of sweet fruitiness (very slight but present), pretty sweet malty flavor with straw and grass and only a moderate amount of bitterness. Carbonation is pretty high and quite fizzy. Overall, not a bad pale lager, but hop extract? Really? If you’re going to do that shit, there’s no reason to advertise it. ", "In the category of pale lagers made with corn and other ingredients that don’t belong in beer this is one of the better ones but that is faint praise. Bland and watery but identifiable as beer and not unpleasant. ", "Bottle poured into pint glass. Near perfect golden color; very traditional pale lager aroma- reminds me of walking around a beer festival. Smooth light crispness. \n\n---Rated via Beer Buddy for iPhone ", "Clean, crisp, and a perfect European tasting pale lager.  I was pleasantly surprised I’ve been avoiding ordering this beer for quite some time and it didn’t let me down.  Crisp finish with an excellent mild flavor to it.  Recommended.  ", "Nice straw/gold color; Light body; Aroma of light malt, & grain; Flavor of slight sweet malt, hops, and some citrus; Not that bland but the body is watery; Average at best. "], "note": ["1.8", "2.6", "2", "2.1", "1.2", "2.6", "2.8", "2.9", "2.3", "1.9"], "Aromes": ["3/10", "4/10", "3/10", "5/10", "2/10", "7/10", "5/10", "5/10", "1/10", "3/10"], "Appearance": ["3/5", "2/5", "2/5", "3/5", "1/5", "3/5", "3/5", "4/5", "3/5", "3/5"], "Taste": ["3/10", "6/10", "3/10", "3/10", "3/10", "6/10", "6/10", "7/10", "5/10", "4/10"], "Palate": ["3/5", "3/5", "2/5", "2/5", "1/5", "2/5", "2/5", "3/5", "4/5", "2/5"], "Overall": ["6/20", "11/20", "10/20", "8/20", "5/20", "8/20", "12/20", "10/20", "10/20", "7/20"]},
{"beer_name": "Kronenbourg 1664", "user": ["Rangi", "apcandrew", "martinrumsam", "omega", "Grzesiek79", "Wittales", "MercyDevice", "snownirvana", "cheeta", "Jado"], "nr_reviews": ["671", "79", "572", "899", "4501", "884", "365", "70", "1181", "805"], "comment": ["Nice but average pale lager.  Amber poor, slight head that laces the glass. Thirst quenching and easily drinkable but nothing to exciting.  Good base session beer. ", "In bottle, brewed (under licence) in Australia. Golden colour, thin white head. Dry taste with low bitterness. ", "275ml bottle   pale gold with big white head  . no detectable aroma . medium carbonation . taste is grainy and cardboard with a dry light bitter finish .  astringent aftertaste . a typical commercial lager  ", "Pours a pale golden colour with little head.  Is quite soft with a little bitterness on the back palate.   ", " earthy, grass, roasty, cooked vegetables, pale, hazy, minimal head, light sweetness, lightly bitter, lightly sour, light body, thin feel, fizzy,  ", "Appearance  was golden with diminishing 1 finger whiteish creamy head, lacing throughout drink. Aromas where sweet honey and caramel malts, hops where sublte citrusy and pine, yeasts was floral. Taste was sweet honey malts and slight mix of lemony hops. Palate was smooth and light carbonation with light body thats easy to drink. Average dryish caulky finish. Light easy drinker, yet with slight metallic touch... ", "Somewhat bland but drinkable light lager. Light hoppiness. Pours a pale gold and has a small head. ", "Sam Bost Lager glass from bottle. A: pretty fragrant for a later, consisted of hay and alcohol. App: nice clear, amberish gold. Quickly settling thin white head. T: very malty, fairly crisp, tastes of alcohol and some bitter hops. P: mostly smooth with crisp bubbles that fade quickly, but hop bitterness that holds through at the end for a rather lengthy after taste. ", "Light hoppy aroma. Small, frothy, white head. Fair lacing. Clear, yellow body. Light bitter flavor. Light to medium palate. ", "Brewed under license in Australia, so perhaps not the genuine article. Poured a decent amber with a white head. Not much on the nose. The taste is largely driven by malt with a bit of hop overlay. Refreshing and crisp, but not great. "], "note": ["2.7", "2.9", "2", "2", "1.9", "2.7", "2.6", "2.6", "2.1", "2.4"], "Aromes": ["6/10", "2/10", "1/10", "5/10", "2/10", "5/10", "5/10", "4/10", "4/10", "3/10"], "Appearance": ["3/5", "3/5", "4/5", "2/5", "3/5", "4/5", "3/5", "3/5", "3/5", "3/5"], "Taste": ["5/10", "7/10", "4/10", "4/10", "4/10", "5/10", "5/10", "9/10", "4/10", "6/10"], "Palate": ["3/5", "4/5", "3/5", "2/5", "1/5", "3/5", "3/5", "2/5", "2/5", "2/5"], "Overall": ["10/20", "13/20", "8/20", "7/20", "9/20", "10/20", "10/20", "8/20", "8/20", "10/20"]},
{"beer_name": "Kronenbourg 1664", "user": ["ttoadee", "Panzerfaust", "FishHead", "johnbuck100", "ration", "swillguzzler99", "OntBeerDrinker", "Grima", "Mummididda", "visionthing"], "nr_reviews": ["1683", "877", "10", "306", "2288", "196", "513", "2511", "75", "5642"], "comment": ["Pours  a straw yellow with a tight thick head.  With a little coaxing the head hangs around, but very diminished.  Sweet malt with a hint of bitterness, not much aroma to speak of.  The body is somewhere between light and medium.  This seems like a beer that would rather go to Germany than Italy, but it comes up somewhat wanting.   ", " Pours a clear golden color with a medium frothy white head with good retention. Aroma of noble grassy hops and bready malts. Slightly more complex than the regular pale lager but nothing to write home about it. Taste is slightly bitter, somewhat watery and bready. Good, crisp and clean but lacks personality. This one reminds me of Grolsch and Stella Artois only breadier. Light bodied and refreshing. A good pale lager for the hot and humid summer days of Rapa Nui. ", "Oh dear Oh dear Oh dear Oh dear Oh dear what a great year for music 1664 was i must say sadly it was a very bad year for beed indeedly. ", "A decent major brand lager.  I would take it over Bud, Miller,etc, and I actually like it more than Heineken, a much bigger seller of an import. If you are in a French Caribbean island, this is about as good as it gets, unfortunately. ", "Bottle. Pours light golden with a nice lager head. Aroma butter, some hops. A feel of barley when it hits the mouth. Thin palate. ", "11.2 oz bottle. Smells like what the guy next door to me in college used to smoke. No head. Pale straw color. Bitter, skunky taste that finishes clean. The Natty Light of France.  ", "Nice 3 finger head that caps overe the glass like a crown. I have the 5% imported can version. Smells like a sweat eroupe lager smell. It’s heavy bodied from the hops and is a syrupy citrus taste with a brief after taste of spice and citrus. Like what there wheat beer probably taste like. I can taste a little wheat beer after taste is all. heavy bodied lager. Looks really refreashing. ", "\r\n", "\r\nIm Glas kommts goldgelb daher, die mittelporige Krone hält sich nicht besonders lange. Geruchlich harmonieren würzige und hopfige Töne gut miteinander. Vom Geschmack her ist das Bier ziemlich herb, im Nachgeschmack wird’s sehr getreidig und etwas torfig. Das 1664 würd ich jetzt nicht als schlecht bezeichnen, aber da gibt’s in Frankreich bessere Biere… ", "Bottle, good white head, round taste with nice hop taste, got this one for the first time in france ", "Bottle (4,7%). Pours golden with a white head. Aroma of sweet malt with a hint of hops. A bit sweet and fruity with a just slightly bitter finish. OK from bottle, and not so bad fresh from tap late at night. "], "note": ["2.9", "2.9", "1", "2.1", "2.9", "1.8", "2.9", "2.9", "3.5", "2.2"], "Aromes": ["5/10", "6/10", "2/10", "3/10", "5/10", "3/10", "3/10", "6/10", "7/10", "4/10"], "Appearance": ["3/5", "3/5", "2/5", "3/5", "3/5", "2/5", "5/5", "3/5", "4/5", "3/5"], "Taste": ["5/10", "6/10", "2/10", "4/10", "5/10", "3/10", "4/10", "6/10", "6/10", "4/10"], "Palate": ["3/5", "3/5", "2/5", "2/5", "2/5", "2/5", "3/5", "3/5", "3/5", "3/5"], "Overall": ["13/20", "11/20", "2/20", "9/20", "14/20", "8/20", "14/20", "11/20", "15/20", "8/20"]},
{"beer_name": "Kronenbourg 1664", "user": ["deusax", "Nilz_007", "luttonm", "boxofrane", "kingstoni", "m4rest88", "JaKeAFC", "herrbrown1974", "Dazz3", "PLundsgaard"], "nr_reviews": ["456", "3", "7026", "2559", "2179", "390", "1327", "427", "1799", "499"], "comment": ["Probably slighty better than the regular Kronenbourg. But not enough to explain the price. To avoid... ", "For me this is one of the best premium larger available in the UK compared to the other verities we have on our super market shelf or draught at the pub.\r\nIt has a grassy / hoppy aroma which lack in other locally available beers, the best quality of this beer is that it has a lengthy after taste and is therefore much more satisfying to drink even after the first sip. Highly recommend on a hot summers day and very refreshing. \r\n\r\nRecommended draught. ", "Draft at a student union bar in London. Last ’new’ beer of my England trip, ouch. Drivel: weak, sour and too flavorful in the wrong ways. pale and a bit offensive. Glad this hasn’t invaded Belgrade, worse than the local macro lagers.  ", "Bottle.  Pours pale yellow, clear, with a small white head.  Smell is pretty minimal but there is some bread in there.  Taste is light, crisp, and very drinkable.  I went into this will very low expectations but this is a solid lager from France.  I’d drink this again. ", "Bottle. Clear light golden colour with a minimal head. Aroma is hay and malt. Weak taste.\r\n ", "Malty taste along with some alcohol notes. Very watery but it’s farmhouse/ funky taste masks that..... ", "50cl bottle, 1.20€. Clear yellow, small fine white head. Nose is fresh but skunky. Aroma mostly of grains with sweet malts anda little honey. Mostly sweet with a faint hoppy bitterness in the finish. Fresh, soft carbonation, light body, session stuff. ", "On tap. Clear gold, high carbonation. Aroma is grassy, similar corn odour you get from generic mass produced products. Flavour was a touch fruity (apple, pear). Slight overtone of straw. Mostly still that sweet malt/corn. Not terrible, all things considered. Still - their slogan is \"la premiÃ¨re biÃ¨re francaise\". Je ne pense pas. Drink it quick and cold.\n\n---Rated via Beer Buddy for iPhone ", "33cl bottle. Pours pale yellow with a big white head. Smells a little fruity. Tastes fruity, abit peaches, slight bitter with a similar finish.\n\n---Rated via Beer Buddy for iPhone ", "Aroma/ligth, Appearance Head/Initial-frothy, Head/Color light, Body/Hue-black, Initial Flavor-acidic light. Finish Flavor-acidic light Palate/Body-medium to full, ok beer "], "note": ["1.2", "2.3", "1.5", "2.7", "1.7", "2.4", "2.1", "2.5", "3", "2"], "Aromes": ["2/10", "5/10", "4/10", "5/10", "3/10", "5/10", "4/10", "5/10", "4/10", "4/10"], "Appearance": ["2/5", "4/5", "1/5", "3/5", "2/5", "2/5", "2/5", "3/5", "3/5", "2/5"], "Taste": ["3/10", "4/10", "3/10", "6/10", "3/10", "4/10", "4/10", "5/10", "7/10", "4/10"], "Palate": ["2/5", "5/5", "1/5", "3/5", "2/5", "3/5", "3/5", "2/5", "3/5", "2/5"], "Overall": ["3/20", "5/20", "6/20", "10/20", "7/20", "10/20", "8/20", "10/20", "13/20", "8/20"]},
{"beer_name": "Kronenbourg 1664", "user": ["Frenger", "superflyguy", "thepegjett", "ABS", "jsmerig", "ManVsBeer", "brnandersen", "Martin243", "rondphoto", "worldbeertaste"], "nr_reviews": ["367", "439", "1281", "1137", "1736", "11310", "4378", "1245", "4525", "1819"], "comment": ["It’s as generic as can be chums. Lager at its worse. No aroma, no hop flavour, no flavour too be honest. Boo hiss, this is bad.  ", "not that bad for a pale lager.\r\nslight grassy hop flavour which balances the slight bitterness.\r\nquaffable in a hot kitchen! ", "A - wheat and grass\r\nA - clear with a thick head\r\nT - light sweet with crisp dry bitter\r\nP - thin to mid and dry\r\nO - decent ", "A lager with not much taste and aroma in it, but this one is actually quite refreshing. Pours pale, a tiny bit of white foam. Could see me buying this again if I want a refreshing beer on a hot summer day, but is doesn’t stand that much out in the crowd of macro brews... ", "Pours straw gold. Aroma of grain and European yeast. Taste is sweet malt with a touch of warm maltiness. Decent carbonation with a clean aftertaste.  ", "Headbanging lager, although a bit better than average in the popular beers stakes. ", "50 cl. can. Clear, golden colour with a medium sized head, that faded quickly. Hay, grass and a grainy note in the aroma. Light bitter taste with a little bit of hops. Light to medium body with a lively carbonation, that fits this type of beer good. Short, dry finish. Better than excepted and it went okay with a pizza and salad.   ", "So, this is the deal: we brew a beer using  processed ingredients like maize, wheat malt, colour:caramel, hop extract, and at the end we’ll put in aromatic hops from Alsace. What is wrong with these people? I’m sick of being told that things are the most popular or the biggest seller as if it’s a recommendation. Not a bad beer but why not try and make a really good one that people will buy and drink because its different and delicious and not just familiar and easy to find. Perhaps this \"left over from a party\" schtick has REALLY come to an end! \r\n ", "Corn isn’t listed as an ingredient, but this has the odor and taste of corn, malt, carbonation, and hops.  The overall effect is of a slightly \"turned\" (skunky) beer, but, this being my first, I can’t speak about freshness.  I cna drink it, but why? ", " Golden colour with a think light lasting head. Faint hoppy, corn and lime smell that seems strange at first. Medium thin body with light carbonation. Feels a bit rough in the mouth. It has an appealing dry sweet malt taste but the center has a bit of a cardboard feel and a watery sweet citrus finish. Its drinkable but average.  "], "note": ["1", "2.1", "3.1", "1.9", "3.3", "2.6", "2.3", "2.4", "1.6", "2.4"], "Aromes": ["1/10", "4/10", "5/10", "3/10", "7/10", "5/10", "4/10", "4/10", "4/10", "5/10"], "Appearance": ["3/5", "2/5", "4/5", "2/5", "3/5", "4/5", "2/5", "3/5", "2/5", "2/5"], "Taste": ["1/10", "5/10", "6/10", "3/10", "6/10", "5/10", "5/10", "6/10", "3/10", "5/10"], "Palate": ["1/5", "2/5", "4/5", "3/5", "4/5", "3/5", "3/5", "3/5", "2/5", "2/5"], "Overall": ["4/20", "8/20", "12/20", "8/20", "13/20", "9/20", "9/20", "8/20", "5/20", "10/20"]},
{"beer_name": "Kronenbourg 1664", "user": ["tommann", "TomTron", "aphelion1979", "MotherBrother", "reebtogi", "teddybeer", "dantheman278", "ogreface", "Westmeister", "ryanfolty"], "nr_reviews": ["4051", "464", "172", "945", "6466", "4327", "1365", "1390", "2127", "2656"], "comment": ["275ml bottle.  Pours gold with a large head.  Aroma is corn with some light malt.  Taste  is mostly corn.  Poor.  Watery finish. ", "Crisp, and refreshing with some bread notes and a tad bit of flowery hops somewhere in there. Easy drinker, but not much else. ", "Pours pale amber with a clear head, flowery aroma, and very high carbonation. for a lager, this has quite a flowery fruity taste, but its not particularly interesting, and there is a lot of fizz. its refreshing enough served cold, but not particularly great. ", "Yellow, with a big, white fizzy head.\r\nPlenty of carbonation.\r\nShould be served ice cold.  ", "330mL bottle poured a straw color into glass with small white head and little lacing.  Aromas is grassy hops and grainy malt.  Taste is slightly skunky bitterness with a light grainy sweetness. ", "Can 33cl. Pale yellow with white head. Aroma and taste to malt and hops. Medium carbonation and bodied. Boring beer. ", "Keg everywhere. It’s a lager, isn’t it... Yellow, fizzy, cleaner than some, but no real flavour to speak of. ", "Közepesen sötét, nap sárga szín, közepes méretű, fehér, nagy buborékos és könnyen illanó habbal. Illata vizes, enyhén malátás és kukoricás. Ízében is a kukorica dominál, némi maláta és komló támogatással. Könnyű teste van és közepesen buborékos. Utóíze enyhén fanyar és kissé száraz. Egy egyszerű core lager, minden jellemzőjével, modern ruhában... ", "Bottle.  Pours a straw yellow with decent lacing.  Smell is wheat and some hops with some citrus and also some sweetness.  Taste was better than I would have thought.  Refreshing, crisp, a good hop bite.  In the top tier of pale lagers for whatever that is worth.   ", " Date: September 24, 2011 Mode: Bottle Source: Minneapolis Beer Fest.  Full description not available as I sampled way too many beers in 4.5 hours!\n\nMarch 30, 2017 - on tap in Paris. Clear golden pour with nice head and lacing. Aroma was sweet malt and grain. Taste was consistent with the aroma. Previously had this at 1.8, but this was much better here, so moved up to a 3.0. "], "note": ["1.7", "1.9", "2.1", "1.7", "2.9", "2", "2.2", "2.3", "2.6", "3"], "Aromes": ["4/10", "4/10", "4/10", "3/10", "5/10", "3/10", "4/10", "4/10", "5/10", "6/10"], "Appearance": ["3/5", "1/5", "2/5", "2/5", "3/5", "1/5", "3/5", "3/5", "2/5", "3/5"], "Taste": ["2/10", "5/10", "5/10", "4/10", "6/10", "3/10", "4/10", "4/10", "5/10", "6/10"], "Palate": ["2/5", "2/5", "2/5", "1/5", "2/5", "2/5", "2/5", "2/5", "3/5", "3/5"], "Overall": ["6/20", "7/20", "8/20", "7/20", "13/20", "11/20", "9/20", "10/20", "11/20", "12/20"]},
{"beer_name": "Kronenbourg 1664", "user": ["AWMiller", "dod", "shoulderbroken", "erickok", "italianjohn", "lukin", "beerme31", "EdKing", "DrSilverworm", "northropfrye"], "nr_reviews": ["512", "524", "4256", "6036", "3326", "672", "707", "2675", "10000", "3739"], "comment": ["This being my first French brew to sample, I didn’t have any set expectations.  Not a bad brew at all I must say, but nothing outstanding either.  If you like Heineken then you’ll easily like this brew as well.  It pours a rich copper-colored body sporting a somewhat dismal bubbly head that dissipates very quickly and leaves very little lacing. Upon opening, my senses detected a very grassy, somewhat pungent, odor that frankly nearly kept me from sampling this brew.  It’s a bitter tasting beer; for me it was almost too bitter (but that’s just me).  Flavors detected consisted of the traditional grains, malts and hops; but I just could not find a happy balance between them; but the grassy flavor was very appearant and somewhat overbearing.  It’s very light on the pallet and a brew that can be a good session beer; especially on those hot summer days. ", "0,5l can, TESCO. As i saw, its alcohol content is 5%. Average yellow colour, silky CO2, but stabile foam describes. Aroma is grain and wheat malt, so sweetness and citrus dominate. Body is light, hop can feel only in a few gulp. Not bad but pricy. ", "Light blond and very see through, white head with high carbonation. Aroma slightly floral and a bit boozy, possibly chemical smell. Doesn’t really taste of much. One of my preferred mainstream lagers, but that doesn’t say much, and a few pints of this will give you a stinking hangover in the morning. ", "Standard pilsner looks, standard pilsner aroma and standard pilsner taste. Had side to side with a Heineken and it was virtually indistinguishable. (33cl bottle)  ", "Clear golden pour thin soapy white head with sticky lacing .... aroma of corn, sweet malts and some floral hop .... taste is of corn, sweet malts and some floral spicy hops ... flavors are all subtle and the mouthfeel is a bit thin and watery with just a little funk .... all in all not bad lawnmower beer  ", "Golden colour, small bubbly head. Grain, malt, bread aroma. Taste is sweet, slight skunk. Probably could have copied my review for any number of mass Euro lagers. ", "Bottle. Pours golden, medium white head, good amount of carbonation bubbles. Aroma of basement aromas and grass, quite mild. Light sweetness to it, flavor not as watered-down as I expected. Thin body, crisp tingly finish. Overall not bad for the style. ", "Draft. Pours pale golden yellow, medium foamy head dissipates quickly. Nose is grainy malt, touch of dry grass and corn. Crispness and dry finish. ", "11.2 fl oz bottle, as part of a mixed six-pack from my Uncle. I saw this many times while I was in Paris, but never got a chance to try it, so this a fortunate gift. Clear golden yellow color, minimal white head on the surface, minimal lacing. Good, strong carbonation, but it doesn’t come off as too thick. Somewhat hearty, pleasant aftertaste (for a pale lager). Definitely umami. Usual, boring, yeasty pale lager aroma all throughout, however.  ", "Bottle. A generic pale lager from France. Skunky and clear. Not very good at all. "], "note": ["2", "2.4", "1.8", "1.9", "2.2", "2", "2.3", "2.2", "2.3", "1.7"], "Aromes": ["6/10", "6/10", "5/10", "4/10", "4/10", "3/10", "3/10", "5/10", "4/10", "3/10"], "Appearance": ["3/5", "3/5", "2/5", "2/5", "3/5", "3/5", "3/5", "3/5", "3/5", "3/5"], "Taste": ["3/10", "5/10", "3/10", "6/10", "4/10", "4/10", "5/10", "5/10", "6/10", "3/10"], "Palate": ["3/5", "2/5", "2/5", "2/5", "2/5", "3/5", "2/5", "3/5", "2/5", "2/5"], "Overall": ["5/20", "8/20", "6/20", "5/20", "9/20", "7/20", "10/20", "6/20", "8/20", "6/20"]},
{"beer_name": "Kronenbourg 1664", "user": ["Despotis", "Alkoholic", "Chudwick", "weihenweizen", "wlajwl", "vhei", "König", "sulawang", "HeistAlmighty", "Raistlin"], "nr_reviews": ["222", "8", "3460", "4275", "7260", "17", "2820", "1216", "1156", "511"], "comment": ["Golden yellow beer with nice head.Grassy smell,light straw.Taste light bitter,light sweet malts,apple. ", "Bought this in nearest alcohol shop because was to lazy go to the normal store and get some decent beer.  After 2 cans decided to get some decent beer and throw that away....\r\n\r\nFeels like concentrate divided with water\r\n\r\nSome smell and basically no taste , hops only for aroma.  Commercial beer  and nothing more. From that beer you can  only get a hangover for a next day. This is a chemical drink not a beer.\r\n\r\nPeople,  do not buy this and others concentrated beers  it is poison for your body !\r\n ", "Bottle in a weizen glass. Pours dark yellow with lots of white foam. Aroma is bread and corn. Taste is everso slightly bitter. I have to admit that this was the first beer I ever got drunk on. Easy to drink though has a hint of smoky aftertaste. Overall an ok beer.  ", "Refrigerated green bottle poured into a shaker.  Some lacing, low carbonation, and watery texture.  Taste is light malt, a little corn, and a hint of skunk.   ", "Skunky and white bread in the aroma while the appearance is generic golden pale lager, although very slightly darker than usual.  The flavor is grassy and  bready.  Although not bad, the green bottle made this very skunky and I’m guessing it was far from the greatest lager to begin with. ", "Very light, not really to my taste. Nothing very special in this beer at all.  ", "Geruch unspektakulär herb. Geschmacklich wässrig-lasch mit leichten Hopfenspuren durchsetzt. \r\nKronenbourg 1664 war keine tolle Erfahrung.Test vom 2.10.2007, Gebinde: Dose ", "pours golden yellow, minimal lacing, small bubbles but medium carbonated. Initial sip, THIS IS LIGHT, way too light for my liking. Looking at the ingredients: glucose syrup = suspicious.., hop extract = mmmkay... Not looking good. Extremely light and thin, watery, mild flavours of wheat and barley that just fizzles with the airy carbonation. Definitely not a stand-alone beer; need it with a meal. Low depth, light body, low complexity, short length. ", "500ml can. Easy drinking pale euro-lager. Decent enough, but nothing interesting. ", "Was really surprised to see how low of a rating this beer has been getting. I assume its because people dislike French lol. Anyway, i think its quite amazing. It has one of the best heads. Not only is it thick and foamy, but it lasts. It has full bodied taste and really pleasant after taste. Does not linger, therefore allowing you to take another gulp right away.  "], "note": ["2.2", "1.1", "2", "1.9", "2.4", "2.1", "1.8", "1.7", "2.4", "4.4"], "Aromes": ["5/10", "2/10", "4/10", "3/10", "5/10", "4/10", "3/10", "3/10", "4/10", "9/10"], "Appearance": ["3/5", "3/5", "2/5", "2/5", "3/5", "3/5", "3/5", "2/5", "2/5", "5/5"], "Taste": ["4/10", "2/10", "4/10", "5/10", "5/10", "4/10", "3/10", "4/10", "5/10", "8/10"], "Palate": ["2/5", "2/5", "2/5", "2/5", "2/5", "2/5", "2/5", "2/5", "3/5", "4/5"], "Overall": ["8/20", "2/20", "8/20", "7/20", "9/20", "8/20", "7/20", "6/20", "10/20", "18/20"]},
{"beer_name": "Kronenbourg 1664", "user": ["Benzai", "teorn88", "ElDesmadre", "mzaar", "CalumScotland", "maledictum", "greenclansman", "deanso", "BVery", "kermis"], "nr_reviews": ["16962", "8066", "3984", "3801", "182", "819", "835", "10336", "11479", "15101"], "comment": ["Nothing special, just another regular pilsener. Nice yellow/golden color, average smell, decent taste and a low to medium body. ", "Maltier than many draught lagers sold in UK but still watery, headless and unexciting. Quenches thirst but so does plain water...  ", "Can, so no skunk in my sample. Golden with quite quickly dissipating head, despite the wheat malt used. Faint yet pleasant malty aroma with some apples. Taste is malty, some apples, also soapy elements, metallic ones and a bit of alcohol. Additionally quite high carbonation. In spite of all that it is not an unpleasant beer, especially for a macro lager. ", "Ja, inte gick man i spinn över den här precis. En högst ordinär, om inte till och med tråkig, lager.  ", "not a gd beer nothing good about it would not buy or drink it again poor quilty beer ", "Golden color, light weak hoppy aroma and taste, light watery body, watery finish.  ", "Gold color, small duration on the foam, highly carbonated.\r\nNormal lager aromas.\r\nTastes kinda watery with a flat palate feeling.\r\nTypical lager with no character. ", "On draft at Zeehelden fesitival, the Hague. \r\nAnother run of the mill pils.  Not very exciting ", " Tap. Straw yellow pour with a white head. Carbonated. Just your run of the mill pils. Not good but there are worse. ", "On draft at Zeehelden fesitival.  Just another pilsner, certainly not the worst I’ve tried.. "], "note": ["3.2", "2", "2", "1.1", "1.1", "1.2", "1.2", "2.1", "2.1", "2"], "Aromes": ["7/10", "4/10", "4/10", "1/10", "1/10", "2/10", "3/10", "4/10", "4/10", "4/10"], "Appearance": ["3/5", "2/5", "2/5", "2/5", "1/5", "2/5", "2/5", "3/5", "2/5", "2/5"], "Taste": ["7/10", "4/10", "4/10", "3/10", "2/10", "2/10", "2/10", "4/10", "4/10", "4/10"], "Palate": ["2/5", "2/5", "2/5", "1/5", "1/5", "2/5", "1/5", "2/5", "2/5", "2/5"], "Overall": ["13/20", "8/20", "8/20", "4/20", "6/20", "4/20", "4/20", "8/20", "9/20", "8/20"]}
]