[
{"nr_reviews": ["7", "496", "19", "285", "999", "286", "6329", "66", "83", "475"], "comment": ["Christmas sampler gift from Chris  \n  \n\n---Rated via Beer Buddy for iPhone ", " (quand on a très soif - mais je me jure de ne plus en boire (kro-rruptrice)) ", " Biere industrielle vendue par pack de 1000....elle ne m'a vraiment pas convaincu.\nPas de goûts, lourde ... ", "Découverte au bar du transbordeur avec mon che Appiantiqua.\r\nLe nez nous amène rapidement sur les houblons et malts avec une toute petite note florale qui lui donne ce côté rafraîchissant et très léger.\r\nUne bière d'avant concert agréable à boire!10/20 ", "i'm trying to forget... I'm trying to forget... I'm trying to forget.\r\nTaste is sweet and a tad bitter. Very Metallic... ", "Dégustée au bar du transbordeur avec mon petit Kittenbieer.\r\nTempérature de début 6° environ.\r\nNez léger sur le houblon et malts.\r\nLe goût est sans relief particulier et typique des pale lager.\r\nLe palais est du même ordre.\r\nC'est quelconque mais rafraîchissant et se laisse boire.\r\n10/20\r\n ", "Tap @ Poco Loco Burger, Chamonix accompanying the biggest burger I've ever had in my life. Pours clear gold, lightly sweet pale lager malt aroma. Taste is clean, simple lager with a soft sweetness that lends well to a light drinkability, if a little light-bodied.  ", " Idéale pour une terrasse de café sans bières dignes de ce nom. Pour moi, supérieure à la Heineken. Rafraîchissante. Parfaite avec du Picon ! ", " \r\nAppearance: Pours clear pale gold with a white head, with a little lacing.\r\n3/5\r\n\r\nAroma: Malts and grain, a little fruity.\r\n4/10\r\n\r\nTaste: Malts, a little lemon, watery, not a lot on the palate. A light bitterness into the finish.\r\n2/10\r\n\r\nMouthfeel: Very light bodied, very low carbonated.\r\n3/5\r\n\r\nOverall\r\n4/20 ", "Rated 171213. Can from Carrefour, Saumur. Bought in the summer and now found well hidden in our fridge. \nClear golden amber body, white head. Sweet malty nose and likewise palate with a distinct banana flavour. Typical industrial lager. \n\n---Rated via Beer Buddy for iPhone "], "user": ["lacathens", "julesxxl", "seanfr", "Kittenbieer", "90", "appiantiqua", "minutemat", "MeadTeam9", "vcsa", "Seffle"], "score": "3 out of 5.0<br /><small>Aroma 6/10<br />Appearance 5/5<br />Taste 6/10<br />Palate 3/5<br />Overall 10/20<br /></small", "beer_name": "Kronenbourg 1664"},
{"note": "3 out of 5.0", "Appearance": "5/5", "Aromes": "6/10", "Overall": "10/20", "Taste": "6/10", "Palate": "3/5"},
{"note": "1.7 out of 5.0", "Appearance": "2/5", "Aromes": "3/10", "Overall": "7/20", "Taste": "3/10", "Palate": "2/5"},
{"note": "0.5 out of 5.0", "Appearance": null, "Aromes": null, "Overall": null, "Taste": null, "Palate": null},
{"note": "2.5 out of 5.0", "Appearance": "3/5", "Aromes": "5/10", "Overall": "10/20", "Taste": "5/10", "Palate": "2/5"},
{"note": "2.2 out of 5.0", "Appearance": "3/5", "Aromes": "4/10", "Overall": "9/20", "Taste": "3/10", "Palate": "3/5"},
{"note": "2.5 out of 5.0", "Appearance": "3/5", "Aromes": "5/10", "Overall": "10/20", "Taste": "5/10", "Palate": "2/5"},
{"note": "2.6 out of 5.0", "Appearance": "3/5", "Aromes": "5/10", "Overall": "11/20", "Taste": "4/10", "Palate": "3/5"},
{"note": "2 out of 5.0", "Appearance": null, "Aromes": null, "Overall": null, "Taste": null, "Palate": null},
{"note": "1.6 out of 5.0", "Appearance": "4/5", "Aromes": "3/10", "Overall": "4/20", "Taste": "2/10", "Palate": "3/5"},
{"note": "2.2 out of 5.0", "Appearance": "4/5", "Aromes": "4/10", "Overall": "9/20", "Taste": "3/10", "Palate": "2/5"},
{"nr_reviews": ["11", "383", "1196", "95", "2556", "1059", "1189", "2047", "34", "180"], "comment": ["Gggghhjhhjjhhjnnjnnmjnnnnvccggghhhgfghjjjjgcfdefgt bggiugftygfdggdchcgghvbbcvcgjhhhh\n\n---Ra via Beer Buddy for iPhone ", " Had from can . Pale golden colour. Thin dissipating head. Tinny / metallic taste  ", "Nic specjalnego. Typowy koncernowy średniak. Aromat słaby, wygląd średni, smak kiepski.  ", "\r\nGüzel koku, az asitlik. İçerken alkolün tadı alınabiliyor. Kesinlikle soğuk içilmeli.\r\n\r\n ", "Ljusare gul öl med ganska snabbt försvinnande vitt skum. Smak och doft av malt, hö och majssötma. En industrilager i mängden. ", "Pours gold with a frothy white head. Strong malty sweet aroma with light nail polish hints. Taste is mildly sweet, a bit grainy, nondescript. Body is watery and the 5.5 abv is poorly hidden. Drab stuff. ", "Aroma of malt. Pale golden in the glass with frothy head. Taste is semi sweet with notes of maltiness, not even hoppy. Only refreshing, but will be better if you try some water than this beer.  ", "From Jun 2007\r\n\r\nPurchased at Liquor Shed in Casper.\r\n\r\nPours from 12oz cap wrapped with label bottle a medium gold with a good head of foam that shrinks quickly to a fine broken layer and it has some lacing.\r\n\r\nThe smell is on the hoppy side but I can just detect some malt character there as well.\r\n\r\nThe taste also has a good hoppy taste up front, mostly in the form of of lemon citrus, but that's taken over by an earthy malt flavour. After a few more sips, the flavours seem to let up and it tends to lean on the watery side but it still isn't bad. Quite refreshing so I won't have any trouble finishing the 6 pack over the next few days.\r\n ", "Kinda suprising, not a strong, but very fresh. Good choice when you are thirsty.  ", "Piwo złociste, klarowne z średnią białą pianą.\r\nW aromacie słodowe, trochę chmielu.\r\nW smaku to samo z niską goryczką. "], "user": ["Ross1969", "deepdrinker", "PiwnyMarek", "dzenkalpic", "NordicV", "hauxe", "MikeBeermaster", "Becker", "MaltTrub2", "harmasalim"], "score": "2.9 out of 5.0<br /><small>Aroma 5/10<br />Appearance 3/5<br />Taste 7/10<br />Palate 2/5<br />Overall 12/20<br /></small", "beer_name": "Kronenbourg 1664"},
{"note": "2.9 out of 5.0", "Appearance": "3/5", "Aromes": "5/10", "Overall": "12/20", "Taste": "7/10", "Palate": "2/5"},
{"note": "2.6 out of 5.0", "Appearance": "3/5", "Aromes": "6/10", "Overall": "10/20", "Taste": "5/10", "Palate": "2/5"},
{"note": "1.9 out of 5.0", "Appearance": "2/5", "Aromes": "4/10", "Overall": "8/20", "Taste": "4/10", "Palate": "1/5"},
{"note": "2.6 out of 5.0", "Appearance": "3/5", "Aromes": "5/10", "Overall": "10/20", "Taste": "5/10", "Palate": "3/5"},
{"note": "2.2 out of 5.0", "Appearance": "3/5", "Aromes": "4/10", "Overall": "8/20", "Taste": "4/10", "Palate": "3/5"},
{"note": "1.9 out of 5.0", "Appearance": "4/5", "Aromes": "4/10", "Overall": "6/20", "Taste": "3/10", "Palate": "2/5"},
{"note": "2.1 out of 5.0", "Appearance": "2/5", "Aromes": "5/10", "Overall": "7/20", "Taste": "5/10", "Palate": "2/5"},
{"note": "3 out of 5.0", "Appearance": "3/5", "Aromes": "4/10", "Overall": "15/20", "Taste": "5/10", "Palate": "3/5"},
{"note": "2.9 out of 5.0", "Appearance": "3/5", "Aromes": "6/10", "Overall": "12/20", "Taste": "5/10", "Palate": "3/5"},
{"note": "2.2 out of 5.0", "Appearance": "3/5", "Aromes": "4/10", "Overall": "8/20", "Taste": "5/10", "Palate": "2/5"},
{"nr_reviews": ["1139", "211", "1055", "113", "342", "9", "1064", "1309", "301", "269"], "comment": ["Pint at shit pub. Pale gold with a residing head thin. Scent is scentless. Taste is weird metallic, dry, crisp properties. Finish consistent and apple. Fine. ", "De betere variant van Kronenbourg, maar ze komen van eindeloos ver, dus nog steeds gebuisd. Te commercieel. ", "330ml bottle from Publix. France's entry in the Int'l Pale Lager market? Pours clear yellow with a thin white head. Muted flavors of cereal, caramel, light hops. Body is fairly thin, with a slightly metallic finish. Keep it cold, it'll be fine. ", "Clear golden color with medium white head.\r\nAroma: malt, hop\r\nTaste: light sweet ", "Obfita piana, złote idealnie klarowne. Aromat średni czuć piwo, jakiś słód, chmiel. Niska goryczka, dość wodniste. Niskie, fajne wysycenie. OK lager ", " Dans les bières de grande distribution c'est une de celle que je préfère. Bon équilibre, du goût, un peu léger tout de même mais bon correct. En bouteille plutôt que cannette. ", "Gekregen van Inoven, het is een goudgeel bier met een volle witte schuimkraag. Het heeft een lekkere smaak, wat zoet. Erg lekker!  ", "Well, it's a French supermarket Lager. Like its peers it is rather weak in taste, drinkable of course when you're thirsty, but nothing that will deliver a memorable drinking experience. ", "Вполне себе неплохой лагерок за свою цену. Ничего невероятного но и не гадостно. Легкий солодовый вкус. ", "On tap.\r\nPours golden with white foam.\r\nThe taste is watery, with small citra notes. It's refreshing, but boring - nothing special. Better than a usual Tuborg though.  "], "user": ["Cokemonkey11", "rodenbachvintage", "Bacchus66", "Mota1985", "gaara1221", "zigaar", "TomHendriksen", "Piepenhenrich", "biilz", "k_gadeberg"], "score": "1.9 out of 5.0<br /><small>Aroma 5/10<br />Appearance 2/5<br />Taste 5/10<br />Palate 2/5<br />Overall 5/20<br /></small", "beer_name": "Kronenbourg 1664"},
{"note": "1.9 out of 5.0", "Appearance": "2/5", "Aromes": "5/10", "Overall": "5/20", "Taste": "5/10", "Palate": "2/5"},
{"note": "1.9 out of 5.0", "Appearance": "2/5", "Aromes": "3/10", "Overall": "8/20", "Taste": "4/10", "Palate": "2/5"},
{"note": "2.1 out of 5.0", "Appearance": "3/5", "Aromes": "4/10", "Overall": "8/20", "Taste": "3/10", "Palate": "3/5"},
{"note": "3.2 out of 5.0", "Appearance": "4/5", "Aromes": "6/10", "Overall": "13/20", "Taste": "6/10", "Palate": "3/5"},
{"note": "2.6 out of 5.0", "Appearance": "4/5", "Aromes": "4/10", "Overall": "11/20", "Taste": "3/10", "Palate": "4/5"},
{"note": "2.7 out of 5.0", "Appearance": null, "Aromes": null, "Overall": null, "Taste": null, "Palate": null},
{"note": "3.6 out of 5.0", "Appearance": "4/5", "Aromes": "7/10", "Overall": "14/20", "Taste": "8/10", "Palate": "3/5"},
{"note": "1.9 out of 5.0", "Appearance": "2/5", "Aromes": "5/10", "Overall": "5/20", "Taste": "5/10", "Palate": "2/5"},
{"note": "2.6 out of 5.0", "Appearance": "2/5", "Aromes": "5/10", "Overall": "11/20", "Taste": "6/10", "Palate": "2/5"},
{"note": "1.7 out of 5.0", "Appearance": "4/5", "Aromes": "2/10", "Overall": "4/20", "Taste": "3/10", "Palate": "4/5"},
{"nr_reviews": ["344", "21", "3", "681", "807", "529", "1523", "741", "1515", "769"], "comment": ["Pint at Mason's Arms, Kensal Rise. Aromas of crisp malts. Clear golden body, white head. Taste is quite watery with sweet malts. Average pale lager. ", "Malty aroma of biscuit and hay, also some grain. Straw coloured lager, although I'm disturbed they've used caramel colour to darken it. Taste is crisp and grainy with a slight metallic note in the finish that is common to the style. The body is light and the carbonation is lively. This is a good expression of the style, but not great. ", "Serve cold as at room temp it tastes like vomit, poured from bottle into glass it produces a small foamy head which surrenders quicker than napoleon. Oddly its 5.5% volume doesn’t appear to be present & you are left with a glass of flat pale yellow liquid what can best described as evian with has pasted though a human liver ", "0.5l can. Clear pale golden color with medium white head. Aroma: syrupy, corn presence, over ripped fruits. Taste: watery, semi sweet, syrup, sticky to tongue, bald. sour notes. Light body, moderate to live carbonation. Almost no bitterness. Not very tasty. ", "On tap. Pint. Pours a pale straw gold with a solid white head. Malt flavours dominate. Mild citrus flavours. Thin bodied. High carbonation moderate bitterness. Not a particularly pleasant beer. ", "Had this one at a friend’s bbq. Great company, great hosts, great friends, best setting to drink a good beer. ", "Clear, dark golden, medium head. Some grain, lemon and herbs in aroma and taste, a little bitterness. Not bad really. ", " Bue à la pression. Blonde bien limpide, mousse correcte pour de l’industriel. Nez légèrement fruité et un poil sur les grains, pas trop dégueulasse. Assez sèche, petite amertume, mais surtout très aqueuse et notes métalliques en fin de bouche. Pas grand chose en terme d’arômes. Pas grand intérêt. ", "Pours an average size slightly foamy head and has a yellowish straw coloured appearance. Patchy lacing. Pretty faint grainy malt and wheaty aromas. Flavours of light roasted malts, mild floral hops. Breads and grains as well. Has a bit of corn in it as well but not enough to detract. Mild creamy mouthfeel, pretty excessive carbonation. More watery in the finish. Light bodied. Not bad actually, just nothing special. ", "Standaard als Franse pils kan zijn, lichtzoet wat ok is als het buiten warm is. Niks bijzonders, te kopen in de camping winkel als de Supermarché dicht is. "], "user": ["jooilakon", "pamaral148", "TerryWit", "LakatosKE", "macca147", "azzurro", "mariuszek", "AssKicker", "AleRider78", "GSAP"], "score": "2.1 out of 5.0<br /><small>Aroma 5/10<br />Appearance 2/5<br />Taste 4/10<br />Palate 2/5<br />Overall 8/20<br /></small", "beer_name": "Kronenbourg 1664"},
{"note": "2.1 out of 5.0", "Appearance": "2/5", "Aromes": "5/10", "Overall": "8/20", "Taste": "4/10", "Palate": "2/5"},
{"note": "2.6 out of 5.0", "Appearance": "2/5", "Aromes": "6/10", "Overall": "10/20", "Taste": "5/10", "Palate": "3/5"},
{"note": "1 out of 5.0", "Appearance": "2/5", "Aromes": "2/10", "Overall": "2/20", "Taste": "2/10", "Palate": "2/5"},
{"note": "2.1 out of 5.0", "Appearance": "2/5", "Aromes": "4/10", "Overall": "8/20", "Taste": "5/10", "Palate": "2/5"},
{"note": "2.1 out of 5.0", "Appearance": "3/5", "Aromes": "4/10", "Overall": "8/20", "Taste": "4/10", "Palate": "2/5"},
{"note": "3.4 out of 5.0", "Appearance": "3/5", "Aromes": "7/10", "Overall": "14/20", "Taste": "7/10", "Palate": "3/5"},
{"note": "3.1 out of 5.0", "Appearance": "4/5", "Aromes": "6/10", "Overall": "12/20", "Taste": "6/10", "Palate": "3/5"},
{"note": "2.6 out of 5.0", "Appearance": "4/5", "Aromes": "5/10", "Overall": "11/20", "Taste": "5/10", "Palate": "1/5"},
{"note": "2.4 out of 5.0", "Appearance": "2/5", "Aromes": "3/10", "Overall": "11/20", "Taste": "5/10", "Palate": "3/5"},
{"note": "2 out of 5.0", "Appearance": "3/5", "Aromes": "3/10", "Overall": "7/20", "Taste": "4/10", "Palate": "3/5"},
{"nr_reviews": ["1208", "2139", "3419", "1552", "1", "2173", "989", "16", "142", "205"], "comment": ["Bottle pour into shaker pint glass from Greg & Janes Beer and Wine. Appearance is clear gold with light sparkle at sides of glass, fizzy white 1.5-finger width head with poor retention and light foamy lace. Aroma is bready malts and lightly floral. Taste is weak cracker malts, lightly tart. Palate is light bodied with thin texture, average carbonation and dry, crisp finish. Overall, thin and light. If that’s what you’re looking for, this is perfect. ", "Draught pint, served very cold, light malt and grassy hop aroma, something quite metallic on the finish  ", "@ Röhällavägen 20170717. Bottle (330 ml) from Systembolaget. Malty, grainy and mid sweet, grassy with straw, light caramely notes, medium body with an oily texture. The finish is dry, bitter and grainy. ", "Fat boulebar. Gulaktig kulör. Brödig doft med lätt humletouch. Vattnig smak med viss fruktighet. Låg beska \n ", "Pale, lowest color (2 degrees Lovibond), soft, low alcohol content, mild aroma, minimal foam, weak taste, not bitter, mild aftertaste, easy to drink \n\n---Rated via Beer Buddy for iPhone ", "Normal hoppy lager with straw and grains. Taste is slight sweet graininess. Metallic finish but drinkable. ", "Bottle from Sebastian weyer. Nose is straw, wheat, some citrus. Palate is watery malty, faint wheat, bread. Not good  ", "En ljus lager med en klar ljus krona med en doft av blöt hund och smak av karamell och en söt eftersmak men i stora hela en okey o lättdrucken öl\n\n---Rated via Beer Buddy for iPhone ", "Bottle from Systembolaget (5,5%) color is golden and clear within medium white head. Taste and aroma of hops and malt. Ok an decent beer\n\n---Rated via Beer Buddy for iPhone ", " Bottle. Color is clear golden with small head. Sweet and fruity aroma. Taste is à bit citrus with à sweet finish. One of the better lagers I experienced. Ok and easy to drink! "], "user": ["tfontana", "Mjp12", "Jorn69", "TychoJames", "beerracuda", "Ritzn", "FinnIckler", "alvros600", "laand78", "jobe977"], "score": "2.5 out of 5.0<br /><small>Aroma 5/10<br />Appearance 3/5<br />Taste 5/10<br />Palate 2/5<br />Overall 10/20<br /></small", "beer_name": "Kronenbourg 1664"},
{"note": "2.5 out of 5.0", "Appearance": "3/5", "Aromes": "5/10", "Overall": "10/20", "Taste": "5/10", "Palate": "2/5"},
{"note": "1.8 out of 5.0", "Appearance": "3/5", "Aromes": "3/10", "Overall": "6/20", "Taste": "4/10", "Palate": "2/5"},
{"note": "1.7 out of 5.0", "Appearance": "2/5", "Aromes": "4/10", "Overall": "6/20", "Taste": "3/10", "Palate": "2/5"},
{"note": "2.3 out of 5.0", "Appearance": "3/5", "Aromes": "4/10", "Overall": "10/20", "Taste": "4/10", "Palate": "2/5"},
{"note": "2 out of 5.0", "Appearance": "3/5", "Aromes": "3/10", "Overall": "9/20", "Taste": "3/10", "Palate": "2/5"},
{"note": "2.5 out of 5.0", "Appearance": "3/5", "Aromes": "6/10", "Overall": "7/20", "Taste": "6/10", "Palate": "3/5"},
{"note": "2.2 out of 5.0", "Appearance": "3/5", "Aromes": "5/10", "Overall": "7/20", "Taste": "5/10", "Palate": "2/5"},
{"note": "1.4 out of 5.0", "Appearance": "2/5", "Aromes": "1/10", "Overall": "5/20", "Taste": "3/10", "Palate": "3/5"},
{"note": "3 out of 5.0", "Appearance": "3/5", "Aromes": "5/10", "Overall": "15/20", "Taste": "5/10", "Palate": "2/5"},
{"note": "2.8 out of 5.0", "Appearance": "3/5", "Aromes": "7/10", "Overall": "9/20", "Taste": "6/10", "Palate": "3/5"},
{"nr_reviews": ["77", "851", "441", "591", "396", "516", "1814", "50", "345", "391"], "comment": ["Sorry but for me this is one of the better mass-produced and commonly available lagers. Can be summed up as crisp, only the pale pour is genuinely sub-standard. Not much in the way of powerful flavours but when chilled I’d gladly opt for this on a hot summer’s day. Like choosing fast food over gourmet but going for Five Guys instead of McDonalds.  ", "Nop, i cannot stand it anymore. I avoid it for yers but tonigth i had no choice. drinkable, but far from good ", "440ml can. Again these lagers are definitely a few marks higher out a can, rather than a green bottle ! Pours rusty amber with a decent creamy foam on top. Medium carbonation. Nose is bready, cereal grain, straw and lemon. Fairly watery mouth feel. Taste is slightly toasted bread, caramel sweetness and a light bitter finish with a touch of lemon. It’s not that bad at all, certainly refreshing and drinkable and a touch above the usual mass produced lagers.  ", "Tesco was next door to Dominos where we were picking up the pizzas and this was all they had in. But on the hottest day of the year and at my in laws where there was nothing else, then beggars can’t be choosers. It was cold, fizzy, thirst quenching and complemented the pizza. The can also had a picture of Eric Cantona which was a bit odd. Not my usual, but it was very welcome and I did actually enjoy it; although that was more to do with the temperature of the day. And, you can’t drink craft beer and real ale all of the time. ", "[Butelka 02.2018] Barwa złota, piana obfita, średnio pęcherzykowa. W aromacie słodowe z nutą chmielu. W smaku delikatna goryczka, słodowość. Wodniste. ", "Botella 0,33L de Mahou S.L., España, Color dorada,espuma blanca, 1 dedo, fina, no resistente. Aroma- malta, cereales. Sabor-denso, malta, cereales, algo dulce, nada de amargor. No esta mal.Bebible ", "Pale yellow pour, virtually no head, overly lively carbonation. Aroma is wet grass. Uh-oh. Tastes far better than the aroma, grains, light malt, grassy, light metallic finish, somewhat sweet. Watery body. This is just there. ", "Kronenbourg is well known to the brits as being cheap for a 5 percent lager. Taste is generally a bit metallic and quite malty. The thing is with Kronenbourg, it’s not Stella, you can drink at least 7 British pints of it and feel okay and your wallet will feel relatively happy. Decent beer tbf, quite solid.  ", "Aroma: Very subtle toated cereals.\r\nAppearance: Gold/ambar color with clear sparkling liquid and white frothy head.\r\nTaste: Medium bitterness and light sour notes.\r\nPalate: Light body with oily texture and average carbonation. Short bitter finish.\r\nOverall: Too subtle. Nice to drink cold. ", "Fizzy macro larger with some dry hops that contrast with bready malts okay macro beer "], "user": ["samjdix", "loscovar", "radassace", "IX", "arturteen", "PilsnerDoctor32", "Johnsense", "Wezzielad", "Acaro", "martpez"], "score": "3.4 out of 5.0<br /><small>Aroma 6/10<br />Appearance 3/5<br />Taste 7/10<br />Palate 4/5<br />Overall 14/20<br /></small", "beer_name": "Kronenbourg 1664"},
{"note": "3.4 out of 5.0", "Appearance": "3/5", "Aromes": "6/10", "Overall": "14/20", "Taste": "7/10", "Palate": "4/5"},
{"note": "1.6 out of 5.0", "Appearance": "3/5", "Aromes": "3/10", "Overall": "5/20", "Taste": "3/10", "Palate": "2/5"},
{"note": "3 out of 5.0", "Appearance": "3/5", "Aromes": "6/10", "Overall": "11/20", "Taste": "7/10", "Palate": "3/5"},
{"note": "2.8 out of 5.0", "Appearance": "3/5", "Aromes": "6/10", "Overall": "8/20", "Taste": "7/10", "Palate": "4/5"},
{"note": "2.1 out of 5.0", "Appearance": "3/5", "Aromes": "4/10", "Overall": "8/20", "Taste": "4/10", "Palate": "2/5"},
{"note": "2.3 out of 5.0", "Appearance": "2/5", "Aromes": "5/10", "Overall": "8/20", "Taste": "6/10", "Palate": "2/5"},
{"note": "2.1 out of 5.0", "Appearance": "2/5", "Aromes": "3/10", "Overall": "10/20", "Taste": "4/10", "Palate": "2/5"},
{"note": "2.8 out of 5.0", "Appearance": "3/5", "Aromes": "5/10", "Overall": "10/20", "Taste": "7/10", "Palate": "3/5"},
{"note": "2.4 out of 5.0", "Appearance": "3/5", "Aromes": "4/10", "Overall": "8/20", "Taste": "6/10", "Palate": "3/5"},
{"note": "2.3 out of 5.0", "Appearance": "2/5", "Aromes": "5/10", "Overall": "9/20", "Taste": "5/10", "Palate": "2/5"}